Repository: bekhzad-khamidullaev/Sphinx
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, uz

source: Пожалуйста, введите свой старый пароль, затем введите новый пароль дважды.
uz: Iltimos, eski parolingizni kiriting, keyin yangi parolni ikki marta kiriting.

source: Сменить пароль
uz: Parolni oʻzgartirish

source: Удаление команды
es: Eliminar equipo
fr: Supprimer l'équipe
uz: Jamoani oʻchirish

source: Вы уверены, что хотите удалить команду <strong>"%(team_name)s"</strong>?
uz: <strong>"%(team_name)s"</strong> nomli jamoani oʻchirishni istaysizmi?

source: Форма команды
uz: Jamoa formasi

source: Ошибка формы:
uz: Forma xatosi:

source: Создать команду
es: Crear equipo
fr: Créer une équipe
uz: Jamoa yaratish

source: Название команды
es: Nombre del equipo
fr: Nom de l'équipe
uz: Jamoa nomi

source: Лидер
uz: Rahbar

source: Команды не найдены.
uz: Jamoalar topilmadi.

source: Вы уверены, что хотите удалить пользователя <strong>%(username)s</strong>?
uz: <strong>%(username)s</strong> nomli foydalanuvchini oʻchirishni istaysizmi?

source: Внимание: Вы пытаетесь удалить свой собственный аккаунт!
uz: Diqqat: Siz oʻz hisobingizni oʻchirishga harakat qilmoqdasiz!

source: Добавить пользователя
es: Agregar usuario
fr: Ajouter un utilisateur
uz: Foydalanuvchi qoʻshish

source: Email
es: Correo electrónico
uz: Elektron pochta

source: Должность
uz: Lavozim

source: Нельзя удалить себя
uz: Oʻzingizni oʻchira olmaysiz

source: Пользователи не найдены.
uz: Foydalanuvchilar topilmadi.

source: История задач
uz: Vazifalar tarixi

source: Проект:
uz: Loyiha:

source: Обновлено:
uz: Yangilangan:

source: Нет задач для отображения в истории.
uz: Tarixda koʻrsatish uchun vazifalar yoʻq.

source: Членство в команде
uz: Jamoaga aʼzolik

source: Членства в командах
uz: Jamoalarga aʼzoliklar

source: Роль в задаче
uz: Vazifadagi rol

source: Роли в задачах
uz: Vazifalardagi rollar

source: Personal info
uz: Shaxsiy maʼlumot

source: Organization
uz: Tashkilot

source: Permissions
uz: Huquqlar

source: Important dates
uz: Muhim sanalar

source: Сотрудники
uz: Xodimlar

source: Кол-во сотрудников
uz: Xodimlar soni

source: всего
uz: jami

source: Сотрудники (первые 20)
uz: Xodimlar (birinchi 20)

source: Вышестоящий отдел
uz: Yuqori turuvchi boʻlim

source: Руководитель
uz: Rahbar

source: Участники команды
uz: Jamoa aʼzolari

source: Кол-во участников
uz: Ishtirokchilar soni

source: Лидер команды
es: Líder del equipo
fr: Chef d'équipe
uz: Jamoa rahbari

source: Описание (начало)
uz: Tavsif (boshi)

source: Выберите участников...
uz: Ishtirokchilarni tanlang...

source: Выберите лидера...
uz: Rahbarni tanlang...

source: Выберите отдел...
uz: Boʻlimni tanlang...

source: Описание команды (опционально)
uz: Jamoa tavsifi (ixtiyoriy)

source: Имя
uz: Ism

source: Фамилия
uz: Familiya

source: Номер телефона
uz: Telefon raqami

source: Аватар
uz: Avatar

source: Имя пользователя (логин)
uz: Foydalanuvchi nomi (login)

source: Учетные данные
uz: Hisob maʼlumotlari

source: Личная информация
uz: Shaxsiy maʼlumot

source: Рабочая информация
uz: Ish maʼlumotlari

source: Пользователь с таким email уже существует.
uz: Bunday emailga ega foydalanuvchi allaqachon mavjud.

source: Выберите группы...
uz: Guruhlarni tanlang...

source: Группы прав
uz: Huquq guruhlari

source: Права и статус
uz: Huquqlar va holat

source: Получать уведомления по Email
uz: Email orqali bildirishnomalarni olish

source: Задач на странице по умолчанию
uz: Sahifadagi standart vazifalar soni

source: От 5 до 100
uz: 5 dan 100 gacha

source: Настройки уведомлений и интерфейса
uz: Bildirishnomalar va interfeys sozlamalari

source: Название отдела
uz: Boʻlim nomi

source: Руководитель отдела
uz: Boʻlim rahbari

source: Отделы
uz: Boʻlimlar

source: Настройки пользователя
uz: Foydalanuvchi sozlamalari

source: email address
uz: elektron pochta manzili

source: Роли
es: Roles
fr: Rôles
uz: Rollar

source: Описание команды
es: Descripción del equipo
fr: Description de l'équipe
uz: Jamoa tavsifi

source: Команда
es: Equipo
fr: Équipe
uz: Jamoa

source: Название роли
es: Nombre del rol
fr: Nom du rôle
uz: Rol nomi

source: Роль
es: Rol
fr: Rôle
uz: Rol

source: Роль пользователя в задаче
es: Rol del usuario en la tarea
fr: Rôle de l'utilisateur dans la tâche
uz: Foydalanuvchining vazifadagi roli

source: Роли пользователей в задачах
es: Roles de los usuarios en las tareas
fr: Rôles des utilisateurs dans les tâches
uz: Foydalanuvchilarning vazifalardagi rollari

source: Профиль успешно обновлен.
uz: Profil muvaffaqiyatli yangilandi.

source: Смена пароля
uz: Parolni oʻzgartirish

source: Пароль изменен
uz: Parol oʻzgartirildi

source: Неверное имя пользователя или пароль.
uz: Foydalanuvchi nomi yoki parol notoʻgʻri.

source: Вы успешно вышли из системы.
uz: Siz tizimdan muvaffaqiyatli chiqdingiz.

source: Пользователь '%(username)s' успешно создан!
uz: '%(username)s' foydalanuvchisi muvaffaqiyatli yaratildi!

source: Создать пользователя
es: Crear usuario
fr: Créer un utilisateur
uz: Foydalanuvchi yaratish

source: Данные пользователя '%(username)s' обновлены.
uz: '%(username)s' foydalanuvchisining maʼlumotlari yangilandi.

source: Редактировать пользователя: %s
uz: Foydalanuvchini tahrirlash: %s

source: Пользователь удален!
uz: Foydalanuvchi oʻchirildi!

source: Удалить пользователя: %s
uz: Foydalanuvchini oʻchirish: %s

source: Вы не можете удалить свой собственный аккаунт.
uz: Siz oʻz hisobingizni oʻchira olmaysiz.

source: Команда '%(name)s' успешно создана!
uz: '%(name)s' jamoasi muvaffaqiyatli yaratildi!

source: Данные команды '%(name)s' обновлены.
uz: '%(name)s' jamoasining maʼlumotlari yangilandi.

source: Редактировать команду: %s
uz: Jamoani tahrirlash: %s

source: Команда удалена!
uz: Jamoa oʻchirildi!

source: Удалить команду: %s
uz: Jamoani oʻchirish: %s

source: Français
es: Francés

source: Подробности
es: Detalles
fr: Détails

source: Фото/Вложения
es: Fotos/Adjuntos
fr: Photos/Pièces jointes

source: Системная информация (только для чтения)
es: Información del sistema (solo lectura)
fr: Informations système (lecture seule)

source: Tasks
es: Tareas
fr: Tâches

source: Team name
es: Nombre del equipo
fr: Nom de l'équipe

source: Team description
es: Descripción del equipo
fr: Description de l'équipe

source: Campaign name
es: Nombre de la campaña
fr: Nom de la campagne

source: Campaign description
es: Descripción de la campaña
fr: Description de la campagne

source: Password
es: Contraseña
fr: Mot de passe

source: Role name
es: Nombre del rol
fr: Nom du rôle

source: Category name
es: Nombre de la categoría
fr: Nom de la catégorie

source: Category description
es: Descripción de la categoría
fr: Description de la catégorie

source: Subcategory name
es: Nombre de la subcategoría
fr: Nom de la sous-catégorie

source: Subcategory description
es: Descripción de la subcategoría
fr: Description de la sous-catégorie

source: Task description
es: Descripción de la tarea
fr: Description de la tâche

source: Photo description (optional)
es: Descripción de la foto (opcional)
fr: Description de la photo (facultatif)

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur

source: Enter username
es: Introduzca el nombre de usuario
fr: Entrez le nom d'utilisateur

source: Enter password
es: Introduzca la contraseña
fr: Entrez le mot de passe

source: Login
es: Iniciar sesión
fr: Connexion

source: Название кампании
es: Nombre de la campaña
fr: Nom de la campagne

source: Описание кампании
es: Descripción de la campaña
fr: Description de la campagne

source: Кампания
es: Campaña
fr: Campagne

source: Кампании
es: Campañas
fr: Campagnes

source: Категория с таким названием уже существует.
es: Ya existe una categoría con este nombre.
fr: Une catégorie avec ce nom existe déjà.

source: Подкатегория с таким названием уже существует в этой категории.
es: Ya existe una subcategoría con este nombre en esta categoría.
fr: Une sous-catégorie avec ce nom existe déjà dans cette catégorie.

source: Дата завершения не может быть раньше дедлайна.
es: La fecha de finalización no puede ser anterior a la fecha límite.
fr: La date de fin ne peut pas être antérieure à l'échéance.

source: Задача не может быть назначена одновременно на пользователя и команду.
es: La tarea no puede ser asignada a un usuario y a un equipo simultáneamente.
fr: La tâche ne peut pas être assignée à un utilisateur et à une équipe en même temps.

source: Задача успешно создана!
es: ¡Tarea creada con éxito!
fr: Tâche créée avec succès !

source: Вы не имеете доступа к этой задаче.
es: No tienes acceso a esta tarea.
fr: Vous n'avez pas accès à cette tâche.

source: Задача обновлена!
es: ¡Tarea actualizada!
fr: Tâche mise à jour !

source: Задача удалена!
es: ¡Tarea eliminada!
fr: Tâche supprimée !

source: Вход в систему
es: Iniciar sesión en su cuenta
fr: Se connecter

source: Имя пользователя
es: Nombre de usuario
fr: Nom d'utilisateur

source: Запомнить меня
es: Recordarme
fr: Se souvenir de moi

source: Список задач
es: Lista de tareas
fr: Liste des tâches

source: Входящие
es: Bandeja de entrada
fr: Boîte de réception

source: Детали
es: Detalles
fr: Détails

source: Назад к списку
es: Volver a la lista
fr: Retour à la liste

source: Удаление кампании
es: Eliminar campaña
fr: Supprimer la campagne

source: Вы уверены, что хотите удалить кампанию
es: ¿Está seguro de que desea eliminar la campaña?
fr: Êtes-vous sûr de vouloir supprimer la campagne

source: Редактировать кампанию
es: Editar campaña
fr: Modifier la campagne

source: Добавить кампанию
es: Agregar campaña
fr: Ajouter une campagne

source: Ошибка!
es: ¡Error!
fr: Erreur !

source: Пожалуйста, исправьте ошибки ниже.
es: Por favor, corrija los errores a continuación.
fr: Veuillez corriger les erreurs ci-dessous.

source: Вы уверены, что хотите удалить категорию
es: ¿Está seguro de que desea eliminar la categoría?
fr: Êtes-vous sûr de vouloir supprimer la catégorie

source: Редактировать категорию
es: Editar categoría
fr: Modifier la catégorie

source: Добавить категорию
es: Agregar categoría
fr: Ajouter une catégorie

source: Delete this item
es: Eliminar este elemento
fr: Supprimer cet élément

source: Cancel the deletion
es: Cancelar la eliminación
fr: Annuler la suppression

source: Вы уверены, что хотите удалить задачу
es: ¿Está seguro de que desea eliminar la tarea?
fr: Êtes-vous sûr de vouloir supprimer la tâche ?

source: Редактировать задачу
es: Editar tarea
fr: Modifier la tâche

source: Создание роли
es: Crear rol
fr: Créer un rôle

source: Создание новой роли
es: Crear un nuevo rol
fr: Créer un nouveau rôle

source: Создать роль
es: Crear rol
fr: Créer un rôle

source: Удаление роли
es: Eliminar rol
fr: Supprimer le rôle

source: Вы уверены, что хотите удалить роль
es: ¿Está seguro de que desea eliminar el rol?
fr: Êtes-vous sûr de vouloir supprimer le rôle ?

source: Это действие необратимо.
es: Esta acción es irreversible.
fr: Cette action est irréversible.

source: Отменить
es: Cancelar
fr: Annuler

source: Редактировать роль
es: Editar rol
fr: Modifier le rôle

source: Добавить роль
es: Agregar rol
fr: Ajouter un rôle

source: Удаление подкатегории
es: Eliminar subcategoría
fr: Supprimer la sous-catégorie

source: Вы уверены, что хотите удалить подкатегорию
es: ¿Está seguro de que desea eliminar la subcategoría?
fr: Êtes-vous sûr de vouloir supprimer la sous-catégorie ?

source: Добавить подкатегорию
es: Agregar subcategoría
fr: Ajouter une sous-catégorie

source: Добавить
es: Agregar
fr: Ajouter

source: Вы уверены, что хотите удалить команду
es: ¿Está seguro de que desea eliminar el equipo?
fr: Êtes-vous sûr de vouloir supprimer l'équipe ?

source: Это действие нельзя будет отменить.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.

source: Редактировать команду
es: Editar equipo
fr: Modifier l'équipe

source: Добавить команду
es: Agregar equipo
fr: Ajouter une équipe

source: Обновить команду
es: Actualizar equipo
fr: Mettre à jour l'équipe

source: Удаление пользователя
es: Eliminar usuario
fr: Supprimer l'utilisateur

source: Вы уверены, что хотите удалить пользователя
es: ¿Está seguro de que desea eliminar el usuario?
fr: Êtes-vous sûr de vouloir supprimer l'utilisateur ?

source: Удалить пользователя
es: Eliminar usuario
fr: Supprimer l'utilisateur

source: Редактировать пользователя
es: Editar usuario
fr: Modifier l'utilisateur

source: Обновить пользователя
es: Actualizar usuario
fr: Mettre à jour l'utilisateur

source: Создать новую кампанию
es: Crear una nueva campaña
fr: Créer une nouvelle campagne

source: Создать кампанию
es: Crear campaña
fr: Créer une campagne

source: Удалить кампанию
es: Eliminar campaña
fr: Supprimer la campagne

source: Нет кампаний.
es: No hay campañas.
fr: Aucune campagne.

source: Создать новую категорию
es: Crear una nueva categoría
fr: Créer une nouvelle catégorie

source: Удалить категорию
es: Eliminar categoría
fr: Supprimer la catégorie

source: Нет категорий задач.
es: No hay categorías de tareas.
fr: Aucune catégorie de tâches.

source: Страница
es: Página
fr: Page

source: из
es: de
fr: sur

source: Информация о задаче
es: Información de la tarea
fr: Informations sur la tâche

source: Подробная информация о задаче
es: Información detallada de la tarea
fr: Informations détaillées sur la tâche

source: Крайний срок
es: Fecha límite
fr: Échéance

source: Переключить вид
es: Cambiar vista
fr: Changer de vue

source: Нет задач.
es: No hay tareas.
fr: Aucune tâche.

source: Нет задач в этом статусе
es: No hay tareas en este estado
fr: Aucune tâche dans ce statut

source: Sign in to your account
es: Inicia sesión en tu cuenta
fr: Connectez-vous à votre compte

source: Your username
es: Tu nombre de usuario
fr: Votre nom d'utilisateur

source: Forgot password?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?

source: Sign in
es: Iniciar sesión
fr: Se connecter

source: Don’t have an account yet?
es: ¿Aún no tienes una cuenta?
fr: Vous n'avez pas encore de compte ?

source: Sign up
es: Registrarse
fr: S'inscrire

source: Создать новую роль
es: Crear un nuevo rol
fr: Créer un nouveau rôle

source: Удалить роль
es: Eliminar rol
fr: Supprimer le rôle

source: Нет ролей.
es: No hay roles.
fr: Aucun rôle.

source: Создать новую команду
es: Crear un nuevo equipo
fr: Créer une nouvelle équipe

source: Нет лидера
es: Sin líder
fr: Aucun chef

source: Удалить команду
es: Eliminar equipo
fr: Supprimer l'équipe

source: Нет команд.
es: No hay equipos.
fr: Aucune équipe.

source: Создать нового пользователя
es: Crear un nuevo usuario
fr: Créer un nouvel utilisateur

source: Нет роли
es: Sin rol
fr: Aucun rôle

source: Нет пользователей.
es: No hay usuarios.
fr: Aucun utilisateur.

source: Successfully logged in!
es: ¡Inicio de sesión exitoso!
fr: Connexion réussie !

source: Invalid credentials. Please try again!
es: Credenciales inválidas. ¡Inténtalo de nuevo!
fr: Identifiants invalides. Veuillez réessayer !

source: Successfully logged out!
es: ¡Cierre de sesión exitoso!
fr: Déconnexion réussie !

source: Español
fr: Espagnol
