Repository: bekhzad-khamidullaev/Sphinx
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, uz

source: Уведомлен о подтверждении
uz: Tasdiqlangani haqida xabardor qilingan

source: Telegram Пользователь
uz: Telegram Foydalanuvchisi

source: Telegram Пользователи
uz: Telegram Foydalanuvchilari

source: Текст вопроса
uz: Savol matni

source: Варианты ответа (JSON list)
uz: Javob variantlari (JSON roʻyxati)

source: Список строк с вариантами ответа, например ["Да", "Нет", "Затрудняюсь ответить"] или ["1", "2", "3", "4", "5"]. Оставьте пустым для свободного ответа.
uz: Javob variantlari satrlari roʻyxati, masalan ["Ha", "Yoʻq", "Javob berishga qiynalaman"] yoki ["1", "2", "3", "4", "5"]. Erkin javob uchun boʻsh qoldiring.

source: Вопрос
uz: Savol

source: Вопросы
uz: Savollar

source: Оценщик (TG User)
uz: Baholovchi (TG Foydalanuvchisi)

source: Имя оцениваемого (текст)
uz: Baholanuvchining ismi (matn)

source: Сотрудник (объект User)
uz: Xodim (User obyekti)

source: Использованный опросник
uz: Foydalanilgan soʻrovnoma

source: Роль (контекст)
uz: Rol (kontekst)

source: Ответы (ID вопроса -> ответ)
uz: Javoblar (Savol ID -> javob)

source: Время оценки
uz: Baholash vaqti

source: Оценки
uz: Baholar

source: ✅ Ваш аккаунт подтвержден! Теперь вам доступны все функции бота.
uz: ✅ Hisobingiz tasdiqlandi! Endi sizga botning barcha funksiyalari mavjud.

source: Пожалуйста, отправьте команду /start, чтобы начать работу или увидеть главное меню.
uz: Iltimos, ishni boshlash yoki asosiy menyuni koʻrish uchun /start buyrugʻini yuboring.

source: Участников
uz: Ishtirokchilar soni

source: Архивировать выбранные комнаты
uz: Tanlangan xonalarni arxivlash

source: %(count)d комнат было архивировано.
uz: %(count)d ta xona arxivlandi.

source: Восстановить выбранные комнаты из архива
uz: Tanlangan xonalarni arxivdan tiklash

source: %(count)d комнат было восстановлено.
uz: %(count)d ta xona tiklandi.

source: Пользователь
uz: Foydalanuvchi

source: Комната
uz: Xona

source: В ответ на
uz: Javoban

source: Содержание
uz: Mazmuni

source: Последнее сообщение
uz: Oxirgi xabar

source: Сообщение
uz: Xabar

source: Чат-комнаты
uz: Chat xonalari

source: [удаленный пользователь]
uz: [oʻchirilgan foydalanuvchi]

source: [удалено]
uz: [oʻchirilgan]

source: [не найдено]
uz: [topilmadi]

source: [ошибка загрузки ответа]
uz: [javob yuklashda xatolik]

source: Файл недоступен
uz: Fayl mavjud emas

source: Сообщение удалено
uz: Xabar oʻchirildi

source: Участники (для приватных комнат)
uz: Ishtirokchilar (maxfiy xonalar uchun)

source: Выберите участников, если комната приватная (удерживайте Ctrl/Cmd для выбора нескольких).
uz: Agar xona maxfiy boʻlsa, ishtirokchilarni tanlang (bir nechtasini tanlash uchun Ctrl/Cmd ni bosib turing).

source: Название новой комнаты...
uz: Yangi xona nomi...

source: Название комнаты
uz: Xona nomi

source: Сделать приватной?
uz: Maxfiy qilish kerakmi?

source: Только добавленные участники смогут видеть приватную комнату и сообщения в ней.
uz: Faqat qoʻshilgan ishtirokchilar maxfiy xonani va undagi xabarlarni koʻra oladilar.

source: Название комнаты не может быть пустым.
uz: Xona nomi boʻsh boʻlishi mumkin emas.

source: Для приватной комнаты необходимо выбрать хотя бы одного участника.
uz: Maxfiy xona uchun kamida bitta ishtirokchi tanlash kerak.

source: Приватная?
uz: Maxfiymi?

source: Участники
uz: Ishtirokchilar

source: Создана
uz: Yaratilgan

source: Обновлена
uz: Yangilangan

source: В архиве?
uz: Arxivdami?

source: Чат-комната
uz: Chat xonasi

source: Добавлено
uz: Qoʻshilgan

source: Отредактировано
uz: Tahrirlangan

source: Удалено?
uz: Oʻchirilganmi?

source: Сообщение чата
uz: Chat xabari

source: Сообщения чата
uz: Chat xabarlari

source: System
uz: Tizim

source: [Файл]
uz: [Fayl]

source: Последнее прочитанное
uz: Oxirgi oʻqilgan

source: Время последнего прочтения
uz: Oxirgi oʻqish vaqti

source: Статус прочтения
uz: Oʻqish holati

source: Статусы прочтения
uz: Oʻqish holatlari

source: Эмодзи
uz: Emoji

source: Создано
uz: Yaratilgan

source: Реакция
uz: Reaksiya

source: Реакции
uz: Reaksiyalar

source: У вас нет доступа к этой приватной комнате.
uz: Sizda ushbu maxfiy xonaga kirish huquqi yoʻq.

source: Комната '%(name)s' успешно создана.
uz: '%(name)s' xonasi muvaffaqiyatli yaratildi.

source: Произошла ошибка при создании комнаты.
uz: Xona yaratishda xatolik yuz berdi.

source: Фотография
uz: Fotosurat

source: Фотографии
uz: Fotosuratlar

source: Миниатюра
uz: Miniatyura

source: Роль пользователя
uz: Foydalanuvchi roli

source: Роли пользователей
uz: Foydalanuvchi rollari

source: Даты
es: Fechas
fr: Dates
uz: Sanalar

source: Кол-во задач
uz: Vazifalar soni

source: Классификация и Статус
uz: Tasniflash va Holat

source: Сроки и Оценка
uz: Muddatlar va Baho

source: Системная информация
es: Información del sistema
fr: Informations système
uz: Tizim maʼlumotlari

source: Отчеты по задачам
uz: Vazifalar boʻyicha hisobotlar

source: Проект
uz: Loyiha

source: Создатель
es: Creador
fr: Créateur
uz: Yaratuvchi

source: Отметить выбранные задачи как 'Выполнена'
uz: Tanlangan vazifalarni 'Bajarilgan' deb belgilash

source: {updated_count} задач успешно отмечены как выполненные.
uz: {updated_count} ta vazifa muvaffaqiyatli bajarilgan deb belgilandi.

source: Отметить выбранные задачи как 'В работе'
uz: Tanlangan vazifalarni 'Ish jarayonida' deb belgilash

source: {updated_count} задач успешно переведены в статус 'В работе'.
uz: {updated_count} ta vazifa muvaffaqiyatli 'Ish jarayonida' holatiga oʻtkazildi.

source: Перейти к отчету: Просроченные задачи
uz: Hisobotga oʻtish: Muddati oʻtgan vazifalar

source: Перейти к отчету: Активные задачи
uz: Hisobotga oʻtish: Faol vazifalar

source: Задача
es: Tarea
fr: Tâche
uz: Vazifa

source: Загрузил
uz: Yukladi

source: Управление Задачами
uz: Vazifalarni Boshqarish

source: Название проекта
uz: Loyiha nomi

source: Найти проект...
uz: Loyiha qidirish...

source: Название категории
es: Nombre de la categoría
fr: Nom de la catégorie
uz: Kategoriya nomi

source: Найти категорию...
uz: Kategoriya qidirish...

source: Название подкатегории
es: Nombre de la subcategoría
fr: Nom de la sous-catégorie
uz: Pastki kategoriya nomi

source: Найти подкатегорию...
uz: Pastki kategoriya qidirish...

source: Поиск
uz: Qidiruv

source: Номер, название, описание...
uz: Raqam, nom, tavsif...

source: Срок не ранее
uz: Muddat (dan)

source: Срок не позднее
uz: Muddat (gacha)

source: Создана после
uz: Yaratilgan (dan keyin)

source: Создана до
uz: Yaratilgan (gacha)

source: Подкатегория
es: Subcategoría
fr: Sous-catégorie
uz: Pastki kategoriya

source: Ответственный
es: Responsable
fr: Responsable
uz: Masʼul

source: Исполнитель
es: Asignado a
fr: Assigné à
uz: Ijrochi

source: Наблюдатель
es: Observador
fr: Observateur
uz: Kuzatuvchi

source: Участник (любая роль)
uz: Ishtirokchi (har qanday rol)

source: Приоритет
es: Prioridad
fr: Priorité
uz: Prioritet

source: Введите название проекта
uz: Loyiha nomini kiriting

source: Добавьте описание целей и задач проекта (необязательно)
uz: Loyiha maqsadlari va vazifalari tavsifini qoʻshing (ixtiyoriy)

source: Дата начала
es: Fecha de inicio
fr: Date de début
uz: Boshlanish sanasi

source: Дата завершения
es: Fecha de finalización
fr: Date de fin
uz: Tugash sanasi

source: Укажите уникальное и понятное название для этого проекта.
uz: Ushbu loyiha uchun noyob va tushunarli nom koʻrsating.

source: Дата, когда планируется или фактически начались работы по проекту.
uz: Loyiha boʻyicha ishlar rejalashtirilgan yoki haqiqatda boshlangan sana.

source: Планируемая или фактическая дата завершения всех работ по проекту.
uz: Loyiha boʻyicha barcha ishlarning rejalashtirilgan yoki haqiqiy tugash sanasi.

source: Дата завершения не может быть раньше даты начала.
es: La fecha de finalización no puede ser anterior a la fecha de inicio.
fr: La date de fin ne peut pas être antérieure à la date de début.
uz: Tugash sanasi boshlanish sanasidan oldin boʻlishi mumkin emas.

source: Дата начала не может быть позже даты завершения.
uz: Boshlanish sanasi tugash sanasidan keyin boʻlishi mumkin emas.

source: Название категории задач
uz: Vazifalar kategoriyasi nomi

source: Краткое описание назначения категории (необязательно)
uz: Kategoriya maqsadining qisqacha tavsifi (ixtiyoriy)

source: Родительская категория
uz: Ota-kategoriya

source: Выберите родительскую категорию...
uz: Ota-kategoriyani tanlang...

source: Выберите категорию, к которой относится эта подкатегория.
uz: Ushbu pastki kategoriya tegishli boʻlgan kategoriyani tanlang.

source: Краткое описание назначения подкатегории (необязательно)
uz: Pastki kategoriya maqsadining qisqacha tavsifi (ixtiyoriy)

source: Подкатегория с таким названием уже существует в выбранной категории.
uz: Bu nomdagi pastki kategoriya tanlangan kategoriyada allaqachon mavjud.

source: Название задачи
uz: Vazifa nomi

source: Введите краткое и понятное название задачи
uz: Vazifaning qisqa va tushunarli nomini kiriting

source: Основное название, которое будет отображаться в списках задач.
uz: Vazifalar roʻyxatida koʻrsatiladigan asosiy nom.

source: Описание задачи
es: Descripción de la tarea
fr: Description de la tâche
uz: Vazifa tavsifi

source: Добавьте подробное описание задачи: что нужно сделать, шаги выполнения, критерии приемки, полезные ссылки и т.д.
uz: Vazifaning batafsil tavsifini qoʻshing: nima qilish kerak, bajarish bosqichlari, qabul qilish mezonlari, foydali havolalar va h.k.

source: Предоставьте всю необходимую информацию для выполнения задачи.
uz: Vazifani bajarish uchun barcha kerakli maʼlumotlarni taqdim eting.

source: Срок выполнения
uz: Bajarish muddati

source: Укажите дату и время, к которому задача должна быть завершена.
uz: Vazifa tugatilishi kerak boʻlgan sana va vaqtni koʻrsating.

source: Планируемое время
uz: Rejalashtirilgan vaqt

source: Оценка времени в формате 'Xd Yh Zm' (или 'Xд Yч Zм'). Например: 1d 2h 30m, 2ч 15м, 45m.
uz: Vaqt bahosi 'Xk Ys Zm' formatida (X kun, Y soat, Z daqiqa). Masalan: 1k 2s 30m, 2s 15m, 45m.

source: Напр., 2h 30m
uz: Mas., 2s 30m

source: Укажите важность задачи.
uz: Vazifaning muhimligini koʻrsating.

source: Выберите проект (необязательно)...
uz: Loyihani tanlang (ixtiyoriy)...

source: Свяжите задачу с конкретным проектом, если применимо.
uz: Agar kerak boʻlsa, vazifani aniq loyiha bilan bogʻlang.

source: Выберите категорию (необязательно)...
uz: Kategoriyani tanlang (ixtiyoriy)...

source: Выберите основную категорию для классификации задачи.
uz: Vazifani tasniflash uchun asosiy kategoriyani tanlang.

source: Сначала выберите категорию...
uz: Avval kategoriyani tanlang...

source: Выберите подкатегорию для более точной классификации (доступно после выбора категории).
uz: Aniqroq tasniflash uchun pastki kategoriyani tanlang (kategoriya tanlangandan keyin mavjud).

source: Начните вводить имя, фамилию или email...
uz: Ism, familiya yoki emailni kiriting...

source: Выберите ответственного...
uz: Masʼulni tanlang...

source: Выберите ответственного пользователя.
uz: Masʼul foydalanuvchini tanlang.

source: Исполнители
uz: Ijrochilar

source: Выберите одного или нескольких исполнителей...
uz: Bir yoki bir nechta ijrochini tanlang...

source: Выберите пользователей, которые будут выполнять работу по задаче.
uz: Vazifa boʻyicha ishni bajaradigan foydalanuvchilarni tanlang.

source: Наблюдатели
uz: Kuzatuvchilar

source: Выберите наблюдателей (необязательно)...
uz: Kuzatuvchilarni tanlang (ixtiyoriy)...

source: Выберите пользователей, которые будут получать уведомления об изменениях в этой задаче.
uz: Ushbu vazifadagi oʻzgarishlar haqida bildirishnomalarni oladigan foydalanuvchilarni tanlang.

source: Функционал выбора пользователя недоступен (модуль user_profiles не найден).
uz: Foydalanuvchi tanlash funksiyasi mavjud emas (user_profiles moduli topilmadi).

source: Функционал выбора пользователей недоступен.
uz: Foydalanuvchilarni tanlash funksiyasi mavjud emas.

source: Дата, когда планируется начать работу над задачей.
uz: Vazifa ustida ish boshlash rejalashtirilgan sana.

source: Детали и классификация
uz: Tafsilotlar va tasniflash

source: Сроки и оценка
uz: Muddatlar va baho

source: Неверный формат времени. Используйте комбинацию 'Xd Yh Zm' (или 'Xд Yч Zм'). Примеры: '1d 2h 30m', '2ч', '45м'.
uz: Vaqt formati notoʻgʻri. 'Xk Ys Zm' kombinatsiyasidan foydalaning (X kun, Y soat, Z daqiqa). Masalan: '1k 2s 30m', '2s', '45m'.

source: Нельзя выбрать подкатегорию без выбора родительской категории.
uz: Ota-kategoriyani tanlamasdan pastki kategoriyani tanlab boʻlmaydi.

source: Выбранная подкатегория не принадлежит выбранной категории.
uz: Tanlangan pastki kategoriya tanlangan kategoriyaga tegishli emas.

source: Срок выполнения (дата) не может быть раньше даты начала.
uz: Bajarish muddati (sana) boshlanish sanasidan oldin boʻlishi mumkin emas.

source: Дата начала не может быть позже срока выполнения (даты).
uz: Boshlanish sanasi bajarish muddatidan (sanasidan) keyin boʻlishi mumkin emas.

source: Ответственный пользователь не может быть одновременно исполнителем.
uz: Masʼul foydalanuvchi bir vaqtning oʻzida ijrochi boʻla olmaydi.

source: Этот пользователь не может быть одновременно исполнителем.
uz: Bu foydalanuvchi bir vaqtning oʻzida ijrochi boʻla olmaydi.

source: Ответственный пользователь не может быть одновременно наблюдателем.
uz: Masʼul foydalanuvchi bir vaqtning oʻzida kuzatuvchi boʻla olmaydi.

source: Этот пользователь не может быть одновременно наблюдателем.
uz: Bu foydalanuvchi bir vaqtning oʻzida kuzatuvchi boʻla olmaydi.

source: Краткое описание фото (необязательно)
uz: Fotosuratning qisqacha tavsifi (ixtiyoriy)

source: Файл фото
uz: Fotosurat fayli

source: Описание фото
uz: Fotosurat tavsifi

source: Загрузите изображение (форматы: JPG, PNG, GIF, WebP, AVIF).
uz: Tasvirni yuklang (formatlar: JPG, PNG, GIF, WebP, AVIF).

source: Введите ваш комментарий здесь...
uz: Izohingizni shu yerga kiriting...

source: Текст комментария
uz: Izoh matni

source: Дата создания
es: Fecha de creación
fr: Date de création
uz: Yaratilgan sana

source: Дата обновления
es: Fecha de actualización
fr: Date de mise à jour
uz: Yangilangan sana

source: Описание проекта
uz: Loyiha tavsifi

source: Проекты
uz: Loyihalar

source: Описание категории
es: Descripción de la categoría
fr: Description de la catégorie
uz: Kategoriya tavsifi

source: Категория задач
es: Categoría de tareas
fr: Catégorie de tâches
uz: Vazifalar kategoriyasi

source: Категории задач
es: Categorías de tareas
fr: Catégories de tâches
uz: Vazifalar kategoriyalari

source: Описание подкатегории
es: Descripción de la subcategoría
fr: Description de la sous-catégorie
uz: Pastki kategoriya tavsifi

source: Подкатегория задач
es: Subcategoría de tareas
fr: Sous-catégorie de tâches
uz: Vazifalar pastki kategoriyasi

source: Подкатегории задач
es: Subcategorías de tareas
fr: Sous-catégories de tâches
uz: Vazifalar pastki kategoriyalari

source: Без категории
uz: Kategoriyasiz

source: Низкий
es: Bajo
fr: Faible
uz: Past

source: Ниже среднего
es: Por debajo del promedio
fr: Inférieur à la moyenne
uz: Oʻrtadan past

source: Средний
es: Medio
fr: Moyen
uz: Oʻrtacha

source: Выше среднего
es: Por encima del promedio
fr: Supérieur à la moyenne
uz: Oʻrtadan yuqori

source: Высокий
es: Alto
fr: Élevé
uz: Yuqori

source: Новая
es: Nueva
fr: Nouveau
uz: Yangi

source: В работе
es: En progreso
fr: En cours
uz: Ish jarayonida

source: Отложена
es: En espera
fr: En attente
uz: Keyinga qoldirilgan

source: Выполнена
es: Completada
fr: Terminée
uz: Bajarilgan

source: Отменена
es: Cancelada
fr: Annulée
uz: Bekor qilingan

source: Просрочена
es: Atrasada
fr: En retard
uz: Muddati oʻtgan

source: Номер задачи
es: Número de tarea
fr: Numéro de tâche
uz: Vazifa raqami

source: Оценка времени
es: Estimación de tiempo
fr: Estimation du temps
uz: Vaqt bahosi

source: Срок выполнения не может быть раньше даты начала.
uz: Bajarish muddati boshlanish sanasidan oldin boʻlishi mumkin emas.

source: Подкатегория не принадлежит выбранной категории.
es: La subcategoría no pertenece a la categoría seleccionada.
fr: La sous-catégorie n'appartient pas à la catégorie sélectionnée.
uz: Pastki kategoriya tanlangan kategoriyaga tegishli emas.

source: Задачи
es: Tareas
fr: Tâches
uz: Vazifalar

source: Автор
uz: Muallif

source: Комментарий к задаче
uz: Vazifaga izoh

source: Комментарии к задачам
uz: Vazifalarga izohlar

source: Удаленный пользователь
uz: Oʻchirilgan foydalanuvchi

source: Описание фотографии
es: Descripción de la foto
fr: Description de la photo
uz: Fotosurat tavsifi

source: Фотография к задаче
es: Foto de la tarea
fr: Photo de la tâche
uz: Vazifaga fotosurat

source: Фотографии к задачам
es: Fotos de las tareas
fr: Photos des tâches
uz: Vazifalarga fotosuratlar

source: неизвестно
uz: nomaʼlum

source: Задача '{task.task_number}': Выполнена
uz: '{task.task_number}' raqamli vazifa: Bajarildi

source: Задача '{task.task_number} ({task.project.name})' была отмечена как *Выполнена*.
uz: '{task.task_number}' raqamli ({task.project.name}) vazifa *Bajarilgan* deb belgilandi.

source: Аноним
uz: Anonim

source: У вас нет прав на изменение статуса этой задачи.
uz: Sizda ushbu vazifaning holatini oʻzgartirish uchun huquq yoʻq.

source: Ожидается JSON (application/json)
uz: JSON kutilmoqda (application/json)

source: Неверный формат JSON
uz: Notoʻgʻri JSON formati

source: Недопустимый статус: %s
uz: Mumkin boʻlmagan holat: %s

source: Статус не изменился.
uz: Holat oʻzgarmadi.

source: Статус задачи успешно обновлен
uz: Vazifa holati muvaffaqiyatli yangilandi

source: Ошибка при сохранении задачи.
uz: Vazifani saqlashda xatolik.

source: Без проекта
uz: Loyihasiz

source: Отдел
uz: Boʻlim

source: Чат комната
uz: Chat xonasi

source: Категории Задач
uz: Vazifalar Kategoriyalari

source: Категория '%(name)s' успешно создана.
uz: '%(name)s' kategoriyasi muvaffaqiyatli yaratildi.

source: Создание новой категории
uz: Yangi kategoriya yaratish

source: Создать категорию
es: Crear categoría
fr: Créer une catégorie
uz: Kategoriya yaratish

source: Категория '%(name)s' успешно обновлена.
uz: '%(name)s' kategoriyasi muvaffaqiyatli yangilandi.

source: Редактирование категории
uz: Kategoriyani tahrirlash

source: Сохранить изменения
uz: Oʻzgarishlarni saqlash

source: Удаление категории
es: Eliminar categoría
fr: Supprimer la catégorie
uz: Kategoriyani oʻchirish

source: Категория '%(name)s' была успешно удалена.
uz: '%(name)s' kategoriyasi muvaffaqiyatli oʻchirildi.

source: Проект '%(name)s' успешно создан.
uz: '%(name)s' loyihasi muvaffaqiyatli yaratildi.

source: Создание нового проекта
uz: Yangi loyiha yaratish

source: Создать проект
uz: Loyiha yaratish

source: Проект '%(name)s' успешно обновлен.
uz: '%(name)s' loyihasi muvaffaqiyatli yangilandi.

source: Редактирование проекта
uz: Loyihani tahrirlash

source: Удаление проекта
uz: Loyihani oʻchirish

source: Проект '%(name)s' и все связанные задачи были успешно удалены.
uz: '%(name)s' loyihasi va unga bogʻliq barcha vazifalar muvaffaqiyatli oʻchirildi.

source: Администрирование Sphinx
uz: Sphinx boshqaruvi

source: Экспорт задач в Excel
uz: Vazifalarni Excelga eksport qilish

source: Произошла ошибка при экспорте в Excel:
uz: Excelga eksport qilishda xatolik yuz berdi:

source: Отчет: Завершенные задачи
uz: Hisobot: Tugallangan vazifalar

source: Отчет: Просроченные задачи
uz: Hisobot: Muddati oʻtgan vazifalar

source: Отчет: Активные задачи
uz: Hisobot: Faol vazifalar

source: Отчет: Производительность исполнителей
uz: Hisobot: Ijrochilar samaradorligi

source: Отчет: Загрузка исполнителей
uz: Hisobot: Ijrochilar yuklamasi

source: Отчет: ABC-анализ задач
uz: Hisobot: Vazifalarning ABC-tahlili

source: Отчет: Соблюдение SLA
uz: Hisobot: SLA ga rioya qilish

source: График: Прогресс выполнения задач
uz: Grafik: Vazifalarni bajarish jarayoni

source: Количество задач
es: Cantidad de tareas
fr: Nombre de tâches
uz: Vazifalar soni

source: Ошибка при генерации графика.
uz: Grafik yaratishda xatolik.

source: Нет данных для построения графика.
uz: Grafik qurish uchun maʼlumotlar yoʻq.

source: Диаграмма Ганта
uz: Gant diagrammasi

source: Начало
uz: Boshlanishi

source: Срок
uz: Muddat

source: Ошибка при генерации диаграммы Ганта.
uz: Gant diagrammasini yaratishda xatolik.

source: Нет данных для построения диаграммы Ганта (требуется дата начала и срок).
uz: Gant diagrammasini qurish uchun maʼlumotlar yoʻq (boshlanish sanasi va muddat kerak).

source: Отчет: Длительность выполнения задач
uz: Hisobot: Vazifalarni bajarish davomiyligi

source: Отчет: Возможные баги/дефекты
uz: Hisobot: Mumkin boʻlgan xatolar/nuqsonlar

source: Отчет: Просроченные задачи (для анализа причин)
uz: Hisobot: Muddati oʻtgan vazifalar (sabablarni tahlil qilish uchun)

source: Примечание: Для анализа причин задержки рекомендуется добавить соответствующее поле в модель Задачи.
uz: Izoh: Kechikish sabablarini tahlil qilish uchun Vazifa modeliga tegishli maydon qoʻshish tavsiya etiladi.

source: Отчет: Отмененные задачи
uz: Hisobot: Bekor qilingan vazifalar

source: Отчет
uz: Hisobot

source: Сводный отчет по задачам
uz: Vazifalar boʻyicha umumiy hisobot

source: Список Подкатегорий Задач
uz: Vazifalar Pastki Kategoriyalari Roʻyxati

source: Подкатегория '%(name)s' успешно создана!
uz: '%(name)s' pastki kategoriyasi muvaffaqiyatli yaratildi!

source: Создать Подкатегорию
uz: Pastki Kategoriya Yaratish

source: Создать
uz: Yaratish

source: Подкатегория '%(name)s' успешно обновлена!
uz: '%(name)s' pastki kategoriyasi muvaffaqiyatli yangilandi!

source: Редактировать Подкатегорию: %s
uz: Pastki Kategoriyani Tahrirlash: %s

source: Сохранить
es: Guardar
fr: Enregistrer
uz: Saqlash

source: Подкатегория удалена!
uz: Pastki kategoriya oʻchirildi!

source: Удалить Подкатегорию: %s
uz: Pastki Kategoriyani Oʻchirish: %s

source: У вас нет прав для просмотра этой задачи.
uz: Sizda ushbu vazifani koʻrish uchun huquq yoʻq.

source: У вас нет прав для добавления комментария.
uz: Sizda izoh qoʻshish uchun huquq yoʻq.

source: Нет прав.
uz: Huquq yoʻq.

source: Комментарий успешно добавлен.
uz: Izoh muvaffaqiyatli qoʻshildi.

source: Произошла ошибка при сохранении комментария.
uz: Izohni saqlashda xatolik yuz berdi.

source: Пожалуйста, исправьте ошибки в форме комментария.
uz: Iltimos, izoh shaklidagi xatolarni tuzating.

source: Создание новой задачи
uz: Yangi vazifa yaratish

source: Создать задачу
es: Crear tarea
fr: Créer une tâche
uz: Vazifa yaratish

source: Задача '%(number)s' успешно создана.
uz: '%(number)s' raqamli vazifa muvaffaqiyatli yaratildi.

source: У вас нет прав для редактирования этой задачи.
uz: Sizda ushbu vazifani tahrirlash uchun huquq yoʻq.

source: Редактирование задачи
uz: Vazifani tahrirlash

source: Ошибка при удалении фото %(id)s.
uz: %(id)s raqamli fotosuratni oʻchirishda xatolik.

source: Задача '%(number)s' успешно обновлена.
uz: '%(number)s' raqamli vazifa muvaffaqiyatli yangilandi.

source: У вас нет прав для удаления этой задачи.
uz: Sizda ushbu vazifani oʻchirish uchun huquq yoʻq.

source: Удаление задачи
es: Eliminar tarea
fr: Supprimer la tâche
uz: Vazifani oʻchirish

source: Задача '%(number)s' успешно удалена.
uz: '%(number)s' raqamli vazifa muvaffaqiyatli oʻchirildi.

source: Произошла ошибка при удалении задачи.
uz: Vazifani oʻchirishda xatolik yuz berdi.

source: У вас нет прав для выполнения этого действия над задачей.
uz: Sizda ushbu amalni vazifa ustida bajarish uchun huquq yoʻq.

source: Задача '%(num)s' отмечена как выполненная.
uz: '%(num)s' raqamli vazifa bajarilgan deb belgilandi.

source: Задача '%(num)s' уже была выполнена.
uz: '%(num)s' raqamli vazifa allaqachon bajarilgan.

source: Задача '%(num)s' взята в работу.
uz: '%(num)s' raqamli vazifa ishga olindi.

source: Невозможно начать выполнение задачи '%(num)s' в текущем статусе.
uz: Joriy holatda '%(num)s' raqamli vazifani bajarishni boshlash mumkin emas.
