Repository: bekhzad-khamidullaev/Sphinx
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, uz

source: Секция
uz: Boʻlim

source: Секции
uz: Boʻlimlar

source: Пункт шаблона
uz: Shablon bandi

source: Пункты шаблона
uz: Shablon bandlari

source: Целевые объекты
uz: Maqsadli obyektlar

source: Планирование
uz: Rejalashtirish

source: Метаданные
uz: Metamaʼlumotlar

source: Результат пункта
uz: Band natijasi

source: Результаты пунктов
uz: Bandlar natijalari

source: Ответ
uz: Javob

source: Связанные объекты
uz: Bogʻliq obyektlar

source: Примечания
uz: Izohlar

source: Одобрение/Проверка
uz: Tasdiqlash/Tekshirish

source: Просмотр
uz: Koʻrish

source: Ссылка
uz: Havola

source: Чеклисты
uz: Cheklistlar

source: Шаблон
uz: Shablon

source: Название шаблона...
uz: Shablon nomi...

source: Категория шаблона
uz: Shablon kategoriyasi

source: Кем выполнен
uz: Kim tomonidan bajarilgan

source: Период выполнения
uz: Bajarilish davri

source: ГГГГ-ММ-ДД
uz: YYYY-MM-DD

source: Местоположение
uz: Joylashuv

source: Точка
uz: Nuqta

source: Статус выполнения
uz: Bajarilish holati

source: Есть замечания?
uz: Eʼtirozlar bormi?

source: Статус пункта (наличие)
uz: Band holati (mavjudligi)

source: Любой статус пункта
uz: Bandning har qanday holati

source: Категория (из Задач)
uz: Kategoriya (Vazifalardan)

source: Группировка шаблонов.
uz: Shablonlarni guruhlash.

source: Категория
es: Categoría
fr: Catégorie
uz: Kategoriya

source: Модуль 'tasks' не найден.
uz: 'tasks' moduli topilmadi.

source: Целевое Местоположение (Общее)
uz: Maqsadli Joylashuv (Umumiy)

source: Опционально: Основное местоположение для этого шаблона.
uz: Ixtiyoriy: Ushbu shablon uchun asosiy joylashuv.

source: Целевая Точка/Комната (Общая)
uz: Maqsadli Nuqta/Xona (Umumiy)

source: Опционально: Конкретная точка (доступно после выбора местоположения).
uz: Ixtiyoriy: Aniq nuqta (joylashuv tanlangandan keyin mavjud boʻladi).

source: Описание назначения...
uz: Maqsad tavsifi...

source: ежедневно, еженедельно...
uz: har kuni, har hafta...

source: тег1, тег2...
uz: teg1, teg2...

source: Название
uz: Nomi

source: Описание
es: Descripción
fr: Description
uz: Tavsif

source: Активен
uz: Faol

source: Версия
uz: Versiya

source: Периодичность
uz: Davriylik

source: След. дата выполнения
uz: Keyingi bajarilish sanasi

source: Теги
uz: Teglar

source: Архивирован
uz: Arxivlangan

source: Активные шаблоны доступны для выполнения.
uz: Faol shablonlar bajarish uchun mavjud.

source: Архивированные шаблоны скрываются из основного списка.
uz: Arxivlangan shablonlar asosiy roʻyxatdan yashiriladi.

source: Разделяйте теги запятыми.
uz: Teglarni vergul bilan ajrating.

source: Выбранная точка не принадлежит указанному местоположению.
uz: Tanlangan nuqta koʻrsatilgan joylashuvga tegishli emas.

source: Текст пункта/вопроса...
uz: Band/savol matni...

source: Текст пункта
uz: Band matni

source: Тип ответа
uz: Javob turi

source: Для конкр. точки
uz: Aniq nuqta uchun

source: Подсказка
uz: Maslahat

source: Доп. информация...
uz: Qoʻshimcha maʼlumot...

source: Отображается при выполнении.
uz: Bajarish paytida koʻrsatiladi.

source: Значение по умолчанию
uz: Standart qiymat

source: Напр. 'Да', 'OK', '5'...
uz: Masalan, 'Ha', 'OK', '5'...

source: Заполнится автоматически при создании чеклиста.
uz: Cheklist yaratilganda avtomatik ravishda toʻldiriladi.

source: Родительский пункт
uz: Ota-band

source: Для создания вложенности.
uz: Ichki joylashuv yaratish uchun.

source: Выберите местоположение в шаблоне для выбора точки пункта
uz: Band nuqtasini tanlash uchun shablonda joylashuvni tanlang

source: Порядок не может быть отрицательным.
uz: Tartib manfiy boʻlishi mumkin emas.

source: Точка пункта не соответствует местоположению шаблона (%(loc)s).
uz: Band nuqtasi shablon joylashuviga mos kelmaydi (%(loc)s).

source: Родительский пункт должен быть из того же шаблона.
uz: Ota-band xuddi shu shablondan boʻlishi kerak.

source: Порядок '%(order)s' уже используется для другого пункта %(section_info)s в этом шаблоне.
uz: '%(order)s' tartibi ushbu shablondagi boshqa band %(section_info)s uchun allaqachon ishlatilgan.

source: без секции
uz: boʻlimsiz

source: Этот порядок дублируется другим пунктом.
uz: Bu tartib boshqa band tomonidan takrorlanadi.

source: Пункт
uz: Band

source: Комментарий (если Не OK)...
uz: Izoh (agar 'OK Emas' boʻlsa)...

source: Результат
uz: Natija

source: Комментарий
uz: Izoh

source: Исправлено
uz: Tuzatildi

source: Оценка
uz: Baho

source: Да
uz: Ha

source: Нет
uz: Yoʻq

source: Не очень
uz: Unchalik emas

source: Число
uz: Son

source: Дата
uz: Sana

source: Дата и время
uz: Sana va vaqt

source: Время
uz: Vaqt

source: Файл
uz: Fayl

source: Комментарий обязателен, если статус "%(status)s".
uz: Agar holat "%(status)s" boʻlsa, izoh majburiy.

source: Пожалуйста, предоставьте ответ для этого пункта.
uz: Iltimos, ushbu band uchun javob bering.

source: Пункт "%(item)s" требует ответа.
uz: "%(item)s" bandi javob talab qiladi.

source: Статус
es: Estado
fr: Statut
uz: Holat

source: Одобрено кем
uz: Kim tomonidan tasdiqlangan

source: Время одобрения
uz: Tasdiqlash vaqti

source: Дополнительные примечания к статусу
uz: Holatga qoʻshimcha izohlar

source: При статусе 'Одобрено' необходимо указать, кем одобрено.
uz: 'Tasdiqlangan' holatida kim tomonidan tasdiqlanganini koʻrsatish kerak.

source: При статусе 'Отклонено' необходимо указать причину в примечаниях.
uz: 'Rad etilgan' holatida izohlarda sababini koʻrsatish kerak.

source: Текстовое поле
uz: Matn maydoni

source: Числовое поле
uz: Sonli maydon

source: Оценка 1–4
uz: Baho 1–4

source: Оценка 1–5
uz: Baho 1–5

source: Да / Нет
uz: Ha / Yoʻq

source: Да / Нет / Не очень
uz: Ha / Yoʻq / Unchalik emas

source: Да/Нет (Boolean)
uz: Ha/Yoʻq (Boolean)

source: Черновик
uz: Qoralama

source: В процессе
uz: Jarayonda

source: Отправлено
uz: Yuborildi

source: Одобрено
uz: Tasdiqlangan

source: Отклонено
uz: Rad etilgan

source: Ожидает ответа
uz: Javob kutilmoqda

source: Не OK
uz: OK Emas

source: Неприменимо
uz: Qoʻllanilmaydi

source: Название Местоположения
uz: Joylashuv nomi

source: Родительское Местоположение
uz: Ota-joylashuv

source: Создан
uz: Yaratilgan

source: Обновлен
uz: Yangilangan

source: Местоположения
uz: Joylashuvlar

source: Название Точки/Комнаты
uz: Nuqta/Xona nomi

source: Точка/Комната Чеклиста
uz: Cheklist Nuqtasi/Xonasi

source: Точки/Комнаты Чеклистов
uz: Cheklist Nuqtalari/Xonalari

source: Название шаблона
uz: Shablon nomi

source: Целевое Местоположение
uz: Maqsadli Joylashuv

source: Целевая Точка/Комната
uz: Maqsadli Nuqta/Xona

source: Шаблон чеклиста
uz: Cheklist shabloni

source: Шаблоны чеклистов
uz: Cheklist shablonlari

source: Название секции
uz: Boʻlim nomi

source: Секция шаблона
uz: Shablon boʻlimi

source: Секции шаблона
uz: Shablon boʻlimlari

source: Текст пункта/вопроса
uz: Band/savol matni

source: Порядок
uz: Tartib

source: Целевая Точка
uz: Maqsadli Nuqta

source: Пункт шаблона чеклиста
uz: Cheklist shabloni bandi

source: Пункты шаблонов чеклистов
uz: Cheklist shablonlari bandlari

source: Точка пункта не соответствует местоположению шаблона.
uz: Band nuqtasi shablon joylashuviga mos kelmaydi.

source: Секция должна принадлежать тому же шаблону, что и пункт.
uz: Boʻlim band bilan bir xil shablonga tegishli boʻlishi kerak.

source: Пункт не может быть родительским сам для себя.
uz: Band oʻziga oʻzi ota-band boʻla olmaydi.

source: Обнаружена простая циклическая зависимость с родительским пунктом.
uz: Ota-band bilan oddiy siklik bogʻliqlik aniqlandi.

source: Дата/Время начала
uz: Boshlanish sanasi/vaqti

source: Связанная задача
uz: Bogʻliq vazifa

source: Завершен
uz: Tugatilgan

source: Время завершения
uz: Tugatilish vaqti

source: Внешняя ссылка
uz: Tashqi havola

source: Выполненный чеклист
uz: Bajarilgan cheklist

source: Выполненные чеклисты
uz: Bajarilgan cheklistlar

source: Точка не принадлежит выбранному местоположению.
uz: Nuqta tanlangan joylashuvga tegishli emas.

source: Прогон
uz: Bajarilish (progon)

source: Ответ (текст/выбор)
uz: Javob (matn/tanlov)

source: Числовое значение
uz: Sonli qiymat

source: Булево значение
uz: Mantiqiy qiymat (Boolean)

source: Ссылка на медиа
uz: Media havolasi

source: Статус пункта
uz: Band holati

source: Записано
uz: Yozilgan

source: Создано кем
uz: Kim tomonidan yaratilgan

source: Обновлено кем
uz: Kim tomonidan yangilangan

source: Нет файла
uz: Fayl yoʻq

source: У вас нет прав для выполнения чеклистов.
uz: Sizda cheklistlarni bajarish uchun huquq yoʻq.

source: У вас нет прав для просмотра отчетов или изменения статуса чеклистов.
uz: Sizda hisobotlarni koʻrish yoki cheklistlar holatini oʻzgartirish uchun huquq yoʻq.

source: Список шаблонов чеклистов
uz: Cheklist shablonlari roʻyxati

source: Шаблон чеклиста: %s
uz: Cheklist shabloni: %s

source: Шаблон чеклиста '%(name)s' успешно создан.
uz: '%(name)s' cheklist shabloni muvaffaqiyatli yaratildi.

source: Создать шаблон чеклиста
uz: Cheklist shabloni yaratish

source: Шаблон чеклиста '%(name)s' успешно обновлен.
uz: '%(name)s' cheklist shabloni muvaffaqiyatli yangilandi.

source: Редактировать шаблон:
uz: Shablonni tahrirlash:

source: Шаблон чеклиста '%(name)s' успешно удален.
uz: '%(name)s' cheklist shabloni muvaffaqiyatli oʻchirildi.

source: Удалить шаблон:
uz: Shablonni oʻchirish:

source: Невозможно удалить шаблон, так как существуют связанные выполненные чеклисты.
uz: Bogʻliq bajarilgan cheklistlar mavjudligi sababli shablonni oʻchirish mumkin emas.

source: Произошла ошибка при удалении шаблона.
uz: Shablonni oʻchirishda xatolik yuz berdi.

source: Этот чеклист уже завершен.
uz: Ushbu cheklist allaqachon tugatilgan.

source: Выполнение: %s
uz: Bajarish: %s

source: Идентификатор чеклиста не найден.
uz: Cheklist identifikatori topilmadi.

source: Этот чеклист уже завершен и не может быть изменен.
uz: Ushbu cheklist allaqachon tugatilgan va uni oʻzgartirish mumkin emas.

source: У вас нет прав на изменение этого чеклиста.
uz: Sizda ushbu cheklistni oʻzgartirish uchun huquq yoʻq.

source: Чеклист '%(name)s' успешно завершен.
uz: '%(name)s' cheklisti muvaffaqiyatli tugatildi.

source: Произошла ошибка при сохранении чеклиста.
uz: Cheklistni saqlashda xatolik yuz berdi.

source: Пожалуйста, исправьте ошибки в пунктах чеклиста.
uz: Iltimos, cheklist bandlaridagi xatolarni tuzating.

source: История выполнения чеклистов
uz: Cheklistlarni bajarish tarixi

source: У вас нет прав для просмотра этого результата чеклиста.
uz: Sizda ushbu cheklist natijasini koʻrish uchun huquq yoʻq.

source: Результаты чеклиста: %s
uz: Cheklist natijalari: %s

source: Изменить статус чеклиста
uz: Cheklist holatini oʻzgartirish

source: Статус чеклиста обновлен.
uz: Cheklist holati yangilandi.

source: Ошибка при обновлении статуса. Пожалуйста, исправьте ошибки.
uz: Holatni yangilashda xatolik. Iltimos, xatolarni tuzating.

source: Неверный формат начальной даты.
uz: Boshlangʻich sana formati notoʻgʻri.

source: Неверный формат конечной даты.
uz: Yakuniy sana formati notoʻgʻri.

source: Сводный отчет по чеклистам
uz: Cheklistlar boʻyicha umumiy hisobot

source: Отчет по пунктам с проблемами
uz: Muammoli bandlar boʻyicha hisobot

source: Русский
es: Ruso
fr: Russe
uz: Ruscha

source: English
es: Inglés
fr: Anglais
uz: Inglizcha

source: Uzbek
fr: Ouzbek
uz: Oʻzbekcha

source: HR Бот
uz: HR Bot

source: ⚠️ Произошла внутренняя ошибка. Мы уже уведомлены и разбираемся. Пожалуйста, попробуйте позже или начните диалог заново с /start.
uz: ⚠️ Ichki xatolik yuz berdi. Biz allaqachon xabardormiz va muammoni hal qilmoqdamiz. Iltimos, keyinroq qayta urinib koʻring yoki /start bilan suhbatni qaytadan boshlang.

source: Произошла ошибка!
uz: Xatolik yuz berdi!

source: Ошибка: Не удалось определить сообщение для ответа. Попробуйте ввести /start снова.
uz: Xato: Javob berish uchun xabarni aniqlab boʻlmadi. /start buyrugʻini qayta kiritib koʻring.

source: ❌ Произошла ошибка при доступе к вашему профилю. Попробуйте позже.
uz: ❌ Profilingizga kirishda xatolik yuz berdi. Keyinroq urinib koʻring.

source: ⏳ Ваш аккаунт еще не подтвержден HR-отделом. Пожалуйста, ожидайте.
uz: ⏳ Sizning hisobingiz hali HR boʻlimi tomonidan tasdiqlanmagan. Iltimos, kuting.

source: 📝 Новая оценка
uz: 📝 Yangi baholash

source: 🏢 Список отделов
uz: 🏢 Boʻlimlar roʻyxati

source: 👥 Список сотрудников
uz: 👥 Xodimlar roʻyxati

source: ⚙️ Настройки профиля
uz: ⚙️ Profil sozlamalari

source: 🌐 Выбор языка
uz: 🌐 Til tanlash

source: 🔍 Поиск сотрудника
uz: 🔍 Xodimni qidirish

source: ⏹️ Завершить /stop
uz: ⏹️ Tugatish /stop

source: 👋 *Главное меню* Выберите действие:
uz: 👋 *Asosiy menyu* Amalni tanlang:

source: ⚠️ Некорректный запрос.
uz: ⚠️ Notoʻgʻri soʻrov.

source: ❌ Нет доступных опросников для проведения оценки.
uz: ❌ Baholash oʻtkazish uchun mavjud soʻrovnomalar yoʻq.

source: 🔙 Назад
uz: 🔙 Orqaga

source: 📊 *Новая оценка* Выберите тип опросника:
uz: 📊 *Yangi baholash* Soʻrovnoma turini tanlang:

source: ❌ Не удалось загрузить список отделов или отделы отсутствуют.
uz: ❌ Boʻlimlar roʻyxatini yuklab boʻlmadi yoki boʻlimlar mavjud emas.

source: ... (еще отделы)
uz: ... (yana boʻlimlar)

source: 📋 *Отделы компании*
uz: 📋 *Kompaniya boʻlimlari*

source: ❌ Не удалось загрузить список сотрудников или сотрудники отсутствуют.
uz: ❌ Xodimlar roʻyxatini yuklab boʻlmadi yoki xodimlar mavjud emas.

source: ... (еще сотрудники)
uz: ... (yana xodimlar)

source: 👥 *Все сотрудники*
uz: 👥 *Barcha xodimlar*

source: 📸 Загрузить/сменить фото
uz: 📸 Rasmni yuklash/oʻzgartirish

source: ✍️ Изменить имя
uz: ✍️ Ismni oʻzgartirish

source: ⚙️ *Настройки профиля*
uz: ⚙️ *Profil sozlamalari*

source: ❌ Ошибка загрузки доступных языков.
uz: ❌ Mavjud tillarni yuklashda xatolik.

source: 🌐 *Выберите язык интерфейса*
uz: 🌐 *Interfeys tilini tanlang*

source: 🔎 Введите часть имени, фамилии, телефона или email для поиска сотрудника:
uz: 🔎 Xodimni qidirish uchun ism, familiya, telefon yoki emailning bir qismini kiriting:

source: ✋ Диалог завершен.
uz: ✋ Suhbat yakunlandi.

source: ⚠️ Неизвестная команда.
uz: ⚠️ Nomaʼlum buyruq.

source: ⚠️ Ошибка сети или API. Попробуйте еще раз.
uz: ⚠️ Tarmoq yoki API xatosi. Qayta urinib koʻring.

source: ⚠️ Произошла внутренняя ошибка. Попробуйте /start
uz: ⚠️ Ichki xatolik yuz berdi. /start buyrugʻini sinab koʻring

source: ✋ Операция прервана.
uz: ✋ Amaliyot toʻxtatildi.

source: Неожиданный ввод.
uz: Kutilmagan kiritish.

source: Неожиданный ввод. Пожалуйста, используйте кнопки или команду /stop.
uz: Kutilmagan kiritish. Iltimos, tugmalardan yoki /stop buyrugʻidan foydalaning.

source: Действие недоступно.
uz: Amal mavjud emas.

source: ❌ В этом отделе нет сотрудников.
uz: ❌ Bu boʻlimda xodimlar yoʻq.

source: 🔙 Назад к отделам
uz: 🔙 Boʻlimlarga qaytish

source: 👥 *Сотрудники отдела '{dept}'*
uz: 👥 *'{dept}' boʻlimi xodimlari*

source: ⚠️ Некорректный выбор отдела.
uz: ⚠️ Notoʻgʻri boʻlim tanlandi.

source: ⚠️ Ошибка сети или API. Попробуйте выбрать отдел снова.
uz: ⚠️ Tarmoq yoki API xatosi. Boʻlimni qayta tanlab koʻring.

source: ⚠️ Внутренняя ошибка. Попробуйте /start
uz: ⚠️ Ichki xatolik. /start buyrugʻini sinab koʻring

source: ❌ Не удалось найти информацию о сотруднике.
uz: ❌ Xodim haqida maʼlumot topilmadi.

source: ⚠️ Ошибка данных при выборе сотрудника.
uz: ⚠️ Xodimni tanlashda maʼlumotlar xatosi.

source: ⚠️ Внутренняя ошибка при показе профиля.
uz: ⚠️ Profilni koʻrsatishda ichki xatolik.

source: ❌ Не удалось найти информацию об этом сотруднике.
uz: ❌ Ushbu xodim haqida maʼlumot topilmadi.

source: ⚠️ Некорректный выбор сотрудника.
uz: ⚠️ Notoʻgʻri xodim tanlandi.

source: ❌ Не удалось загрузить список отделов для выбора сотрудника.
uz: ❌ Xodimni tanlash uchun boʻlimlar roʻyxatini yuklab boʻlmadi.

source: 🔙 Назад к опросникам
uz: 🔙 Soʻrovnomalarga qaytish

source: 🏢 *Оценка (Опросник: {qset})* Выберите отдел сотрудника:
uz: 🏢 *Baholash (Soʻrovnoma: {qset})* Xodimning boʻlimini tanlang:

source: ⚠️ Некорректный выбор опросника.
uz: ⚠️ Notoʻgʻri soʻrovnoma tanlandi.

source: ⚠️ Ошибка сети или API. Попробуйте выбрать опросник снова.
uz: ⚠️ Tarmoq yoki API xatosi. Soʻrovnomani qayta tanlab koʻring.

source: ❌ Ошибка: опросник не был выбран. Начните оценку заново с /start.
uz: ❌ Xato: soʻrovnoma tanlanmadi. Baholashni /start bilan qaytadan boshlang.

source: ❌ В отделе '{dept}' нет сотрудников. Выберите другой отдел.
uz: ❌ '{dept}' boʻlimida xodimlar yoʻq. Boshqa boʻlimni tanlang.

source: 👤 *Оценка (Отдел: {dept})* Выберите сотрудника:
uz: 👤 *Baholash (Boʻlim: {dept})* Xodimni tanlang:

source: ⚠️ Ошибка данных. Попробуйте выбрать отдел снова.
uz: ⚠️ Maʼlumotlar xatosi. Boʻlimni qayta tanlab koʻring.

source: ❌ Ошибка: данные сессии оценки потеряны. Начните оценку заново с /start.
uz: ❌ Xato: baholash sessiyasi maʼlumotlari yoʻqolgan. Baholashni /start bilan qaytadan boshlang.

source: ❌ Для выбранного опросника не настроены вопросы. Оценка невозможна.
uz: ❌ Tanlangan soʻrovnoma uchun savollar sozlanmagan. Baholash mumkin emas.

source: 👤 *Оценка* Выберите сотрудника:
uz: 👤 *Baholash* Xodimni tanlang:

source: Пропустить вопрос
uz: Savolni oʻtkazib yuborish

source: ⚠️ Ошибка данных. Попробуйте выбрать сотрудника снова.
uz: ⚠️ Maʼlumotlar xatosi. Xodimni qayta tanlab koʻring.

source: ⚠️ Ошибка сети или API. Попробуйте выбрать сотрудника снова.
uz: ⚠️ Tarmoq yoki API xatosi. Xodimni qayta tanlab koʻring.

source: ❌ Ошибка: данные опроса потеряны. Начните оценку заново с /start.
uz: ❌ Xato: soʻrov maʼlumotlari yoʻqolgan. Baholashni /start bilan qaytadan boshlang.

source: Оценка уже завершена.
uz: Baholash allaqachon tugatilgan.

source: ⚠️ Ошибка: Некорректный вариант ответа. Попробуйте снова.
uz: ⚠️ Xato: Notoʻgʻri javob varianti. Qayta urinib koʻring.

source: ❌ Не удалось идентифицировать вас для сохранения оценки.
uz: ❌ Baholashni saqlash uchun sizni aniqlab boʻlmadi.

source: ❌ Произошла ошибка при сохранении оценки в базу данных. Администраторы уведомлены.
uz: ❌ Baholashni maʼlumotlar bazasiga saqlashda xatolik yuz berdi. Administratorlar xabardor qilindi.

source: ✅ Оценка успешно сохранена! Спасибо.
uz: ✅ Baholash muvaffaqiyatli saqlandi! Rahmat.

source: ⚠️ Ошибка данных при обработке ответа.
uz: ⚠️ Javobni qayta ishlashda maʼlumotlar xatosi.

source: ⚠️ Ошибка сети или API. Попробуйте нажать кнопку снова.
uz: ⚠️ Tarmoq yoki API xatosi. Tugmani qayta bosib koʻring.

source: ⚠️ Внутренняя ошибка при обработке ответа. Попробуйте /start
uz: ⚠️ Javobni qayta ishlashda ichki xatolik. /start buyrugʻini sinab koʻring

source: ⚠️ Выбран неподдерживаемый язык.
uz: ⚠️ Qoʻllab-quvvatlanmaydigan til tanlandi.

source: ❌ Ошибка: не удалось найти ваш профиль для сохранения языка.
uz: ❌ Xato: tilni saqlash uchun profilingiz topilmadi.

source: ✅ Язык интерфейса изменён на *{lang}*.
uz: ✅ Interfeys tili *{lang}* ga oʻzgartirildi.

source: ❌ Не удалось сохранить настройку языка (ошибка сервера).
uz: ❌ Til sozlamasini saqlab boʻlmadi (server xatosi).

source: ⚠️ Некорректный выбор языка.
uz: ⚠️ Notoʻgʻri til tanlandi.

source: ⚠️ Ошибка сети или API. Попробуйте выбрать язык снова.
uz: ⚠️ Tarmoq yoki API xatosi. Tilni qayta tanlab koʻring.

source: 📸 Отправьте фото, которое хотите установить как фото профиля (пожалуйста, *не* как документ).
uz: 📸 Profil rasmi sifatida oʻrnatmoqchi boʻlgan rasmni yuboring (iltimos, hujjat sifatida *emas*).

source: ваше текущее имя
uz: sizning joriy ismingiz

source: ✍️ Введите ваше новое имя (например, '{name}'):
uz: ✍️ Yangi ismingizni kiriting (masalan, '{name}'):

source: ⚠️ Неизвестная опция.
uz: ⚠️ Nomaʼlum parametr.

source: ⚠️ Ошибка сети или API. Попробуйте снова.
uz: ⚠️ Tarmoq yoki API xatosi. Qayta urinib koʻring.

source: ⚠️ Это не фото. Пожалуйста, отправьте изображение.
uz: ⚠️ Bu rasm emas. Iltimos, tasvir yuboring.

source: ❌ Ошибка: не удалось найти ваш профиль.
uz: ❌ Xato: profilingiz topilmadi.

source: ⚠️ Неподдерживаемый формат файла. Пожалуйста, отправьте JPG, JPEG или PNG.
uz: ⚠️ Qoʻllab-quvvatlanmaydigan fayl formati. Iltimos, JPG, JPEG yoki PNG yuboring.

source: ✅ Фото профиля успешно обновлено!
uz: ✅ Profil rasmi muvaffaqiyatli yangilandi!

source: ❌ Не удалось сохранить фото в вашем профиле (ошибка БД).
uz: ❌ Rasmni profilingizda saqlab boʻlmadi (MB xatosi).

source: Попробуйте отправить фото еще раз.
uz: Rasmni yana bir bor yuborib koʻring.

source: ⚠️ Ошибка сети при загрузке фото. Пожалуйста, попробуйте еще раз.
uz: ⚠️ Rasmni yuklashda tarmoq xatosi. Iltimos, qayta urinib koʻring.

source: ⚠️ Произошла ошибка на стороне Telegram при обработке фото. Попробуйте другое фото или позже.
uz: ⚠️ Rasmni qayta ishlashda Telegram tomonida xatolik yuz berdi. Boshqa rasm yoki keyinroq urinib koʻring.

source: ❌ Ошибка сервера при сохранении файла изображения. Администраторы уведомлены.
uz: ❌ Tasvir faylini saqlashda server xatosi. Administratorlar xabardor qilindi.

source: ⚠️ Непредвиденная ошибка при загрузке фото.
uz: ⚠️ Rasmni yuklashda kutilmagan xatolik.

source: ⚠️ Пожалуйста, введите имя текстом.
uz: ⚠️ Iltimos, ismni matn koʻrinishida kiriting.

source: ⚠️ Имя не может быть пустым. Введите ваше имя:
uz: ⚠️ Ism boʻsh boʻlishi mumkin emas. Ismingizni kiriting:

source: ⚠️ Имя слишком длинное (максимум 50 символов). Введите имя покороче:
uz: ⚠️ Ism juda uzun (maksimum 50 belgi). Qisqaroq ism kiriting:

source: ❌ Ошибка: не удалось найти ваш профиль для сохранения имени.
uz: ❌ Xato: ismni saqlash uchun profilingiz topilmadi.

source: ✅ Ваше имя успешно изменено на '{name}'!
uz: ✅ Ismingiz muvaffaqiyatli '{name}' ga oʻzgartirildi!

source: ❌ Не удалось обновить имя из-за ошибки сохранения в базе данных.
uz: ❌ Maʼlumotlar bazasiga saqlash xatosi tufayli ismni yangilab boʻlmadi.

source: ⚠️ Внутренняя ошибка при сохранении имени.
uz: ⚠️ Ismni saqlashda ichki xatolik.

source: ⚠️ Пожалуйста, введите запрос для поиска текстом.
uz: ⚠️ Iltimos, qidiruv soʻrovini matn koʻrinishida kiriting.

source: ⚠️ Запрос не может быть пустым. Введите имя, фамилию, телефон или email:
uz: ⚠️ Soʻrov boʻsh boʻlishi mumkin emas. Ism, familiya, telefon yoki email kiriting:

source: ⚠️ Запрос слишком короткий (минимум 3 символа).
uz: ⚠️ Soʻrov juda qisqa (minimum 3 belgi).

source: ❌ По вашему запросу '{query}' совпадений не найдено. Попробуйте другой запрос или вернитесь в /start.
uz: ❌ Sizning '{query}' soʻrovingiz boʻyicha mosliklar topilmadi. Boshqa soʻrovni sinab koʻring yoki /start ga qayting.

source: 🔄 Новый поиск
uz: 🔄 Yangi qidiruv

source: 🔙 Главное меню
uz: 🔙 Asosiy menyu

source: ... (еще результаты)
uz: ... (yana natijalar)

source: 🔍 *Результаты поиска по запросу '{query}'* ({count} найдено):
uz: 🔍 *'{query}' soʻrovi boʻyicha qidiruv natijalari* ({count} ta topildi):

source: ⚠️ Ошибка сети во время поиска. Пожалуйста, попробуйте еще раз.
uz: ⚠️ Qidiruv vaqtida tarmoq xatosi. Iltimos, qayta urinib koʻring.

source: ⚠️ Внутренняя ошибка сервера во время поиска. Попробуйте /start
uz: ⚠️ Qidiruv vaqtida ichki server xatosi. /start buyrugʻini sinab koʻring

source: ❌ Ошибка: Не удалось загрузить данные выбранного сотрудника.
uz: ❌ Xato: Tanlangan xodim maʼlumotlarini yuklab boʻlmadi.

source: ⚠️ Ошибка данных при выборе результата поиска.
uz: ⚠️ Qidiruv natijasini tanlashda maʼlumotlar xatosi.

source: Пожалуйста, отправьте фото, а не текст.
uz: Iltimos, matn emas, rasm yuboring.

source: ❌ Ошибка: данные пользователя не найдены.
uz: ❌ Xato: foydalanuvchi maʼlumotlari topilmadi.

source: Имя не указано
uz: Ism koʻrsatilmagan

source: Отдел не указан
uz: Boʻlim koʻrsatilmagan

source: ⚠️ Произошла ошибка при отображении профиля.
uz: ⚠️ Profilni koʻrsatishda xatolik yuz berdi.

source: Название опросника
uz: Soʻrovnoma nomi

source: Активные опросники доступны для выбора при оценке.
uz: Faol soʻrovnomalar baholash paytida tanlash uchun mavjud.

source: Опросник
uz: Soʻrovnoma

source: Опросники
uz: Soʻrovnomalar

source: Пользователь Django
uz: Django foydalanuvchisi

source: Подтвержден
uz: Tasdiqlangan
