Repository: bekhzad-khamidullaev/Sphinx
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, uz

source: Задача '%(num)s' возвращена в работу.
uz: '%(num)s' raqamli vazifa ishga qaytarildi.

source: Ошибка при сохранении изменений задачи.
uz: Vazifa oʻzgarishlarini saqlashda xatolik.

source: Отчеты
uz: Hisobotlar

source: Просроченные задачи
uz: Muddati oʻtgan vazifalar

source: Экспорт в Excel
uz: Excelga eksport

source: Home
uz: Bosh sahifa

source: Выберите необходимый отчет из списка ниже:
uz: Quyidagi roʻyxatdan kerakli hisobotni tanlang:

source: Название отчета
uz: Hisobot nomi

source: Завершенные задачи (30 дн)
uz: Tugallangan vazifalar (30 kun)

source: Задачи, выполненные за последние 30 дней.
uz: Oxirgi 30 kun ichida bajarilgan vazifalar.

source: Задачи, срок выполнения которых истек.
uz: Bajarilish muddati oʻtgan vazifalar.

source: Активные задачи
uz: Faol vazifalar

source: Задачи в статусах 'Новая', 'В работе', 'Отложена'.
uz: 'Yangi', 'Ish jarayonida', 'Keyinga qoldirilgan' holatidagi vazifalar.

source: Производительность исполнителей
uz: Ijrochilar samaradorligi

source: Количество завершенных задач по исполнителям.
uz: Ijrochilar boʻyicha tugallangan vazifalar soni.

source: Загрузка исполнителей
uz: Ijrochilar yuklamasi

source: Количество активных задач по исполнителям.
uz: Ijrochilar boʻyicha faol vazifalar soni.

source: Длительность выполнения
uz: Bajarish davomiyligi

source: Фактическое время выполнения завершенных задач.
uz: Tugallangan vazifalarning haqiqiy bajarilish vaqti.

source: ABC-анализ по приоритетам
uz: Prioritetlar boʻyicha ABC-tahlil

source: Распределение задач по группам приоритета.
uz: Vazifalarning prioritet guruhlari boʻyicha taqsimlanishi.

source: Соблюдение SLA
uz: SLA ga rioya qilish

source: Процент задач, выполненных в установленный срок.
uz: Belgilangan muddatda bajarilgan vazifalar foizi.

source: Возможные баги/дефекты
uz: Mumkin boʻlgan xatolar/nuqsonlar

source: Задачи, содержащие ключевые слова ошибок.
uz: Xatoliklarni bildiruvchi kalit soʻzlarni oʻz ichiga olgan vazifalar.

source: Просроченные (для анализа)
uz: Muddati oʻtgan (tahlil uchun)

source: Список просроченных задач.
uz: Muddati oʻtgan vazifalar roʻyxati.

source: Отмененные задачи
uz: Bekor qilingan vazifalar

source: Список отмененных задач.
uz: Bekor qilingan vazifalar roʻyxati.

source: График: Прогресс по статусам
uz: Grafik: Holatlar boʻyicha jarayon

source: Гистограмма распределения задач по статусам.
uz: Vazifalarning holatlar boʻyicha taqsimlanish gistogrammasi.

source: График: Диаграмма Ганта
uz: Grafik: Gant diagrammasi

source: Временная диаграмма выполнения задач.
uz: Vazifalarni bajarish vaqtinchalik diagrammasi.

source: Сводный отчет
uz: Umumiy hisobot

source: Общая сводка по задачам (требует настройки).
uz: Vazifalar boʻyicha umumiy maʼlumot (sozlash talab etiladi).

source: Экспорт всех задач в Excel
uz: Barcha vazifalarni Excelga eksport qilish

source: Выгрузить все задачи в формате XLSX.
uz: Barcha vazifalarni XLSX formatida yuklab olish.

source: Список Задач
uz: Vazifalar Roʻyxati

source: Категории
es: Categorías
fr: Catégories
uz: Kategoriyalar

source: Шаблоны
uz: Shablonlar

source: История выполнения
uz: Bajarilish tarixi

source: Отчет по проблемам
uz: Muammolar boʻyicha hisobot

source: Пользователи
es: Usuarios
fr: Utilisateurs
uz: Foydalanuvchilar

source: Список пользователей
uz: Foydalanuvchilar roʻyxati

source: Команды
es: Equipos
fr: Équipes
uz: Jamoalar

source: Поиск...
uz: Qidirish...

source: Универсальный поиск
uz: Umumiy qidiruv

source: User profile photo
uz: Foydalanuvchi profil rasmi

source: Мой профиль
es: Mi perfil
fr: Mon profil
uz: Mening profilim

source: Чаты
es: Chats
fr: Discussions
uz: Chatlar

source: Админка
es: Administración
fr: Administration
uz: Admin panel

source: Language
uz: Til

source: Темная тема
uz: Qorongʻu rejim

source: Светлая тема
uz: Yorqin rejim

source: Выход
es: Cerrar sesión
fr: Déconnexion
uz: Chiqish

source: История чеклистов
uz: Cheklistlar tarixi

source: Требуется вход в систему.
uz: Tizimga kirish talab qilinadi.

source: All Rights Reserved
uz: Barcha huquqlar himoyalangan

source: Privacy Policy
uz: Maxfiylik siyosati

source: Результаты чеклиста
uz: Cheklist natijalari

source: Выполнен: %(user)s в %(time)s
uz: Bajarildi: %(user)s, %(time)s da

source: К истории
uz: Tarixga qaytish

source: Изменить статус
uz: Holatni oʻzgartirish

source: Одобрение / Отклонение чеклиста
uz: Cheklistni tasdiqlash / Rad etish

source: Отмена
es: Cancelar
fr: Annuler
uz: Bekor qilish

source: Сохранить статус
uz: Holatni saqlash

source: Общая информация
uz: Umumiy maʼlumot

source: Шаблон:
uz: Shablon:

source: Выполнен:
uz: Bajarildi:

source: Статус:
uz: Holat:

source: Время начала:
uz: Boshlanish vaqti:

source: Время завершения:
uz: Tugatilish vaqti:

source: Одобрено:
uz: Tasdiqlangan:

source: Связанная задача:
uz: Bogʻliq vazifa:

source: Местоположение:
uz: Joylashuv:

source: Точка:
uz: Nuqta:

source: Оценка:
uz: Baho:

source: Есть проблемы?
uz: Muammolar bormi?

source: Общие примечания:
uz: Umumiy izohlar:

source: Результаты по пунктам
uz: Bandlar boʻyicha natijalar

source: Нет результатов для этого прогона.
uz: Ushbu bajarilish uchun natijalar yoʻq.

source: Выберите пользователя...
uz: Foydalanuvchini tanlang...

source: Назад к просмотру
uz: Koʻrishga qaytish

source: Выберите...
uz: Tanlang...

source: Фильтры
uz: Filtrlar

source: К шаблонам
uz: Shablonlarga

source: Фильтр
uz: Filtr

source: От
uz: Dan

source: До
uz: Gacha

source: Сбросить
uz: Tozalash

source: Применить
uz: Qoʻllash

source: Фильтры недоступны.
uz: Filtrlar mavjud emas.

source: Фильтр Истории
uz: Tarix filtri

source: Закрыть меню
uz: Menyuni yopish

source: Дата выполнения
uz: Bajarilgan sana

source: Проблемы?
uz: Muammolar?

source: Место/Точка
uz: Joy/Nuqta

source: Действия
es: Acciones
fr: Actions
uz: Harakatlar

source: Просмотр результатов
uz: Natijalarni koʻrish

source: Изменить статус (одобрить/отклонить)
uz: Holatni oʻzgartirish (tasdiqlash/rad etish)

source: Нет записей о выполнении чеклистов.
uz: Cheklistlarni bajarish haqida yozuvlar yoʻq.

source: Сбросить фильтры?
uz: Filtrlarni tozalash kerakmi?

source: Любой
uz: Har qanday

source: Выполнение чеклиста
uz: Cheklistni bajarish

source: Выполняет
uz: Bajarmoqda

source: Время начала
uz: Boshlanish vaqti

source: Текущий
uz: Joriy

source: В этом шаблоне нет пунктов для выполнения.
uz: Ushbu shablonda bajarish uchun bandlar yoʻq.

source: Завершить чеклист
uz: Cheklistni tugatish

source: Отчет по проблемам в чеклистах
uz: Cheklistlardagi muammolar boʻyicha hisobot

source: Список всех пунктов, отмеченных как 'Не OK' при выполнении чеклистов.
uz: Cheklistlarni bajarishda 'OK Emas' deb belgilangan barcha bandlar roʻyxati.

source: Начальная дата
uz: Boshlangʻich sana

source: Конечная дата
uz: Yakuniy sana

source: Проблемный пункт
uz: Muammoli band

source: Выполнил
uz: Bajardi

source: Исправлено?
uz: Tuzatildimi?

source: Просмотр прогона
uz: Bajarilishni koʻrish

source: Не найдено пунктов чеклистов с проблемами за выбранный период.
uz: Tanlangan davr uchun muammoli cheklist bandlari topilmadi.

source: Общие показатели за период
uz: Davr uchun umumiy koʻrsatkichlar

source: Всего выполнено
uz: Jami bajarilgan

source: С замечаниями
uz: Eʼtirozlar bilan

source: %% без замечаний
uz: %% eʼtirozlarsiz

source: Выполнено
uz: Bajarilgan

source: С проблемами
uz: Muammolar bilan

source: %% без проблем
uz: %% muammolarsiz

source: Нет данных для отчета за выбранный период.
uz: Tanlangan davr uchun hisobot maʼlumotlari yoʻq.

source: Успешно
uz: Muvaffaqiyatli

source: Действие выполнено
uz: Amal bajarildi

source: Пользователь успешно подтверждён HR-отделом.
uz: Foydalanuvchi HR boʻlimi tomonidan muvaffaqiyatli tasdiqlandi.

source: Удаление шаблона чеклиста
uz: Cheklist shablonini oʻchirish

source: Вы уверены, что хотите удалить шаблон чеклиста <strong>"%(template_name)s"</strong>?
uz: <strong>"%(template_name)s"</strong> nomli cheklist shablonini oʻchirishni istaysizmi?

source: Внимание!
uz: Diqqat!

source: Существует %(counter)s выполненный чеклист на основе этого шаблона. Удаление шаблона НЕВОЗМОЖНО. Сначала удалите связанные прогоны или архивируйте шаблон.
uz: Ushbu shablondan %(counter)s ta bajarilgan cheklist mavjud. Shablonni OʻCHIRISH MUMKIN EMAS. Avval bogʻliq bajarilishlarni oʻchiring yoki shablonni arxivlang.

source: Это действие нельзя будет отменить!
uz: Bu harakatni qaytarib boʻlmaydi!

source: Да, удалить шаблон
uz: Ha, shablonni oʻchirish

source: Неактивен
uz: Faol emas

source: Выполнить
uz: Bajarish

source: Редактировать
es: Editar
fr: Modifier
uz: Tahrirlash

source: К списку шаблонов
uz: Shablonlar roʻyxatiga

source: Удалить
es: Eliminar
fr: Supprimer
uz: Oʻchirish

source: Основная информация
uz: Asosiy maʼlumot

source: Целевое Местоположение:
uz: Maqsadli Joylashuv:

source: Целевая Точка:
uz: Maqsadli Nuqta:

source: Периодичность:
uz: Davriylik:

source: След. дата:
uz: Keyingi sana:

source: Теги:
uz: Teglar:

source: Описание:
uz: Tavsif:

source: Создан:
uz: Yaratilgan:

source: Обновлен:
uz: Yangilangan:

source: Пункты чеклиста
uz: Cheklist bandlari

source: Пункты без секции
uz: Boʻlimsiz bandlar

source: Тип
uz: Turi

source: По умолч.
uz: Standart

source: Родитель
uz: Ota-band

source: В этой секции нет пунктов.
uz: Bu boʻlimda bandlar yoʻq.

source: В этом шаблоне пока нет пунктов.
uz: Bu shablonda hali bandlar yoʻq.

source: Форма шаблона чеклиста
uz: Cheklist shabloni formasi

source: Добавить пункт
uz: Band qoʻshish

source: Пустые строки будут проигнорированы. Нажмите иконку корзины для удаления.
uz: Boʻsh satrlar eʼtiborga olinmaydi. Oʻchirish uchun chiqindi qutisi belgisini bosing.

source: Создать шаблон
uz: Shablon yaratish

source: Восстановить пункт
uz: Bandni tiklash

source: Удалить пункт
uz: Bandni oʻchirish

source: --- Сначала выберите местоположение ---
uz: --- Avval joylashuvni tanlang ---

source: --------- Выберите точку ---------
uz: --------- Nuqtani tanlang ---------

source: --- Точек не найдено ---
uz: --- Nuqtalar topilmadi ---

source: --- Ошибка загрузки ---
uz: --- Yuklashda xatolik ---

source: История
uz: Tarix

source: Пунктов
uz: Bandlar

source: Выполнить чеклист
uz: Cheklistni bajarish

source: Шаблоны чеклистов не найдены.
uz: Cheklist shablonlari topilmadi.

source: Точка проверки
uz: Tekshiruv nuqtasi

source: Подсказка к вопросу
uz: Savolga maslahat

source: Пожалуйста, исправьте ошибки:
uz: Iltimos, xatolarni tuzating:

source: Общие ошибки набора форм:
uz: Forma toʻplamidagi umumiy xatolar:

source: Общая ошибка в строке #%(count)s:
uz: #%(count)s-satrda umumiy xato:

source: Строка #%(count)s - %(label)s:
uz: #%(count)s-satr - %(label)s:

source: Перейти к задаче
uz: Vazifaga oʻtish

source: Инициатор
uz: Tashabbuskor

source: Профиль
uz: Profil

source: Исполнитель не назначен
uz: Ijrochi tayinlanmagan

source: Не назначен
uz: Tayinlanmagan

source: Выше ср.
uz: Oʻrt. yuqori

source: Ниже ср.
uz: Oʻrt. past

source: Подробнее
uz: Batafsil

source: Нет задач в этой колонке
uz: Bu ustunda vazifalar yoʻq

source: Задачи для отображения не найдены или статусы не определены.
uz: Koʻrsatish uchun vazifalar topilmadi yoki holatlar aniqlanmagan.

source: Перейти к сообщению
uz: Xabarga oʻtish

source: В ответ
uz: Javoban

source: [сообщение удалено]
uz: [xabar oʻchirilgan]

source: Файл:
uz: Fayl:

source: Реагировать
uz: Reaksiya bildirish

source: Ответить
uz: Javob berish

source: Закрыть
uz: Yopish

source: Прикрепленное изображение
uz: Biriktirilgan tasvir

source: Сообщений пока нет. Начните диалог!
uz: Hozircha xabarlar yoʻq. Suhbatni boshlang!

source: Page navigation
uz: Sahifa navigatsiyasi

source: Показано с <span class="font-medium">%(first)s</span> по <span class="font-medium">%(last)s</span> из <span class="font-medium">%(count)s</span> записей
uz: <span class="font-medium">%(count)s</span> ta yozuvdan <span class="font-medium">%(first)s</span> - <span class="font-medium">%(last)s</span> gachasi koʻrsatilmoqda

source: Предыдущая
uz: Oldingi

source: Следующая
uz: Keyingi

source: Назад
es: Anterior
fr: Précédent
uz: Orqaga

source: Вперед
es: Siguiente
fr: Suivant
uz: Oldinga

source: Есть непрочитанные сообщения
uz: Oʻqilmagan xabarlar bor

source: Приватная
uz: Maxfiy

source: Публичная
uz: Ommaviy

source: %(participant_count)s участник
uz: %(participant_count)s ishtirokchi

source: Нет сообщений
uz: Xabarlar yoʻq

source: Архивировать
uz: Arxivlash

source: (Ошибка: Неверный URL)
uz: (Xato: Notoʻgʻri URL)

source: Задача просрочена
uz: Vazifa muddati oʻtgan

source: Задача просрочена. Изменение статуса невозможно без продления срока.
uz: Vazifa muddati oʻtgan. Muddatni uzaytirmasdan holatni oʻzgartirish mumkin emas.

source: Задачи не найдены.
uz: Vazifalar topilmadi.

source: Группировка задач по приоритетам: A (Высокий), B (Средний), C (Низкий).
uz: Vazifalarni prioritetlar boʻyicha guruhlash: A (Yuqori), B (Oʻrtacha), C (Past).

source: Группа приоритета
uz: Prioritet guruhi

source: Remove from sorting
uz: Saralashdan olib tashlash

source: A (Высокий)
uz: A (Yuqori)

source: B (Средний)
uz: B (Oʻrtacha)

source: C (Низкий)
uz: C (Past)

source: Нет задач для анализа.
uz: Tahlil uchun vazifalar yoʻq.

source: Отчет по задачам со статусами 'Новая', 'В работе' или 'Отложена'.
uz: 'Yangi', 'Ish jarayonida' yoki 'Keyinga qoldirilgan' holatidagi vazifalar boʻyicha hisobot.

source: Нет активных задач.
uz: Faol vazifalar yoʻq.

source: Отчет по задачам, которые были отменены.
uz: Bekor qilingan vazifalar boʻyicha hisobot.

source: Дата отмены (обновления)
uz: Bekor qilish (yangilanish) sanasi

source: Нет отмененных задач.
uz: Bekor qilingan vazifalar yoʻq.

source: Отчет по задачам, завершенным в период с %(start_date)s по %(end_date)s.
uz: %(start_date)s dan %(end_date)s gacha boʻlgan davrda tugallangan vazifalar boʻyicha hisobot.

source: Нет завершенных задач за этот период.
uz: Ushbu davr uchun tugallangan vazifalar yoʻq.

source: Список просроченных задач. Добавьте поле 'причина задержки' в модель Task для полноценного анализа.
uz: Muddati oʻtgan vazifalar roʻyxati. Toʻliq tahlil uchun Task modeliga 'kechikish sababi' maydonini qoʻshing.

source: Текущий статус
uz: Joriy holat

source: Нет просроченных задач.
uz: Muddati oʻtgan vazifalar yoʻq.

source: Отчет по количеству активных (незавершенных) задач, назначенных пользователям с ролью 'Исполнитель'.
uz: 'Ijrochi' rolidagi foydalanuvchilarga tayinlangan faol (tugallanmagan) vazifalar soni boʻyicha hisobot.

source: Активных задач
uz: Faol vazifalar

source: Нет данных о загрузке исполнителей.
uz: Ijrochilar yuklamasi haqida maʼlumot yoʻq.

source: Не удалось сгенерировать диаграмму Ганта.
uz: Gant diagrammasini yaratib boʻlmadi.

source: Отчет по задачам, в названии или описании которых содержатся ключевые слова, указывающие на возможные ошибки или дефекты.
uz: Nomida yoki tavsifida mumkin boʻlgan xatolar yoki nuqsonlarga ishora qiluvchi kalit soʻzlar mavjud boʻlgan vazifalar boʻyicha hisobot.

source: Не найдено задач, похожих на баги/дефекты.
uz: Xatolar/nuqsonlarga oʻxshash vazifalar topilmadi.

source: Отчет по задачам, срок выполнения которых истек и которые не были завершены или отменены.
uz: Bajarilish muddati oʻtgan va tugallanmagan yoki bekor qilinmagan vazifalar boʻyicha hisobot.

source: Отчет по количеству задач, выполненных в срок (SLA Met) и с нарушением срока (SLA Not Met).
uz: Muddatida bajarilgan (SLA Met) va muddatini buzgan holda bajarilgan (SLA Not Met) vazifalar soni boʻyicha hisobot.

source: Выполнено в срок
uz: Muddatida bajarilgan

source: Срок нарушен
uz: Muddat buzilgan

source: Нет данных для анализа SLA.
uz: SLA tahlili uchun maʼlumot yoʻq.

source: Отчет по фактической длительности выполнения завершенных задач (от даты начала до даты завершения).
uz: Tugallangan vazifalarning haqiqiy bajarilish davomiyligi boʻyicha hisobot (boshlanish sanasidan tugash sanasigacha).

source: Длительность
uz: Davomiyligi

source: Нет данных о длительности задач.
uz: Vazifalar davomiyligi haqida maʼlumot yoʻq.

source: График распределения задач по статусам
uz: Vazifalarning holatlar boʻyicha taqsimlanish grafigi

source: График прогресса задач
uz: Vazifalar jarayoni grafigi

source: Не удалось сгенерировать график.
uz: Grafikni yaratib boʻlmadi.

source: Сводная информация по задачам.
uz: Vazifalar boʻyicha umumiy maʼlumot.

source: Пример данных
uz: Maʼlumot namunasi

source: Нет данных для сводного отчета.
uz: Umumiy hisobot uchun maʼlumotlar yoʻq.

source: Отчет по количеству завершенных задач, сгруппированный по пользователям с ролью 'Исполнитель'.
uz: 'Ijrochi' rolidagi foydalanuvchilar boʻyicha guruhlangan tugallangan vazifalar soni boʻyicha hisobot.

source: Завершено задач
uz: Tugallangan vazifalar

source: Нет данных о производительности исполнителей.
uz: Ijrochilar samaradorligi haqida maʼlumot yoʻq.

source: Создать новую комнату
uz: Yangi xona yaratish

source: Выбор участников доступен только для приватных комнат.
uz: Ishtirokchilarni tanlash faqat maxfiy xonalar uchun mavjud.

source: Создать комнату
uz: Xona yaratish

source: Чат
uz: Chat

source: Комнаты
uz: Xonalar

source: Нет других комнат.
uz: Boshqa xonalar yoʻq.

source: Действия с комнатой
uz: Xona bilan bogʻliq harakatlar

source: в сети
uz: tarmoqda

source: Загрузка...
uz: Yuklanmoqda...

source: Ответ на:
uz: Javob:

source: Прикрепить файл
uz: Fayl biriktirish

source: Введите сообщение...
uz: Xabar kiriting...

source: Отправить
uz: Yuborish

source: Нет доступных чат-комнат.
uz: Mavjud chat xonalari yoʻq.

source: Вы можете создать новую комнату.
uz: Siz yangi xona yaratishingiz mumkin.

source: Создать первую комнату
uz: Birinchi xonani yaratish

source: Вы уверены, что хотите удалить категорию <strong>"%(category_name)s"</strong>?
uz: <strong>"%(category_name)s"</strong> nomli kategoriyani oʻchirishni istaysizmi?

source: Внимание: Все подкатегории и задачи, связанные с этой категорией, могут быть затронуты (в зависимости от настроек on_delete в моделях).
uz: Diqqat: Ushbu kategoriya bilan bogʻliq barcha pastki kategoriyalar va vazifalar taʼsirlanishi mumkin (modellardagi on_delete sozlamalariga qarab).

source: Да, удалить категорию
uz: Ha, kategoriyani oʻchirish

source: Форма категории
uz: Kategoriya formasi

source: Общая ошибка формы:
uz: Formaning umumiy xatosi:

source: Сохранить категорию
uz: Kategoriyani saqlash

source: Задач
uz: Vazifalar

source: Категории не найдены.
uz: Kategoriyalar topilmadi.

source: Вы уверены, что хотите удалить проект <strong>"%(project_name)s"</strong>?
uz: <strong>"%(project_name)s"</strong> nomli loyihani oʻchirishni istaysizmi?

source: Внимание: Все задачи, связанные с этим проектом, также будут удалены!
uz: Diqqat: Ushbu loyiha bilan bogʻliq barcha vazifalar ham oʻchiriladi!

source: Да, удалить проект и все его задачи
uz: Ha, loyihani va uning barcha vazifalarini oʻchirish

source: Форма проекта
uz: Loyiha formasi

source: Сохранить проект
uz: Loyihani saqlash

source: Просмотреть задачи
uz: Vazifalarni koʻrish

source: Проекты не найдены.
uz: Loyihalar topilmadi.

source: Создать новую подкатегорию
es: Crear una nueva subcategoría
fr: Créer une nouvelle sous-catégorie
uz: Yangi pastki kategoriya yaratish

source: Создать подкатегорию
es: Crear subcategoría
fr: Créer une sous-catégorie
uz: Pastki kategoriya yaratish

source: Редактировать подкатегорию
es: Editar subcategoría
fr: Modifier la sous-catégorie
uz: Pastki kategoriyani tahrirlash

source: Удалить подкатегорию
es: Eliminar subcategoría
fr: Supprimer la sous-catégorie
uz: Pastki kategoriyani oʻchirish

source: Нет подкатегорий задач.
es: No hay subcategorías de tareas.
fr: Aucune sous-catégorie de tâches.
uz: Vazifalar pastki kategoriyalari mavjud emas.

source: Вы уверены, что хотите удалить задачу <strong>#%(task_number)s "%(task_title)s"</strong>?
uz: <strong>#%(task_number)s "%(task_title)s"</strong> raqamli vazifani oʻchirishni istaysizmi?

source: Да, удалить
uz: Ha, oʻchirish

source: Детали задачи
uz: Vazifa tafsilotlari

source: Проект: %(project_name)s
uz: Loyiha: %(project_name)s

source: К списку
uz: Roʻyxatga

source: Категоризация
uz: Kategoriyalash

source: Категория:
uz: Kategoriya:

source: Подкатегория:
uz: Pastki kategoriya:

source: Не назначены
uz: Tayinlanmagan

source: Неизвестен
uz: Nomaʼlum

source: Сроки
es: Plazos
fr: Délais
uz: Muddatlar

source: Завершена
uz: Tugatilgan

source: Фото к задаче
uz: Vazifaga fotosurat

source: Previous
uz: Oldingi

source: Next
uz: Keyingi

source: Нет прикрепленных фотографий.
uz: Biriktirilgan fotosuratlar yoʻq.

source: Комментарии
uz: Izohlar

source: назад
uz: orqaga

source: Комментариев пока нет.
uz: Hozircha izohlar yoʻq.

source: Введите ваш комментарий...
uz: Izohingizni kiriting...

source: Вы не можете добавлять комментарии к этой задаче.
uz: Siz ushbu vazifaga izoh qoʻsha olmaysiz.

source: только что
uz: hozirgina

source: сек. назад
uz: son. oldin

source: мин. назад
uz: daq. oldin

source: ч. назад
uz: soat oldin

source: вчера
uz: kecha

source: д. назад
uz: kun oldin

source: Неизвестный
uz: Nomaʼlum

source: Комментарий не может быть пустым.
uz: Izoh boʻsh boʻlishi mumkin emas.

source: Отправка...
uz: Yuborilmoqda...

source: Произошла ошибка при добавлении комментария.
uz: Izoh qoʻshishda xatolik yuz berdi.

source: Ошибка сети при отправке комментария.
uz: Izohni yuborishda tarmoq xatosi.

source: Комментарий добавлен.
uz: Izoh qoʻshildi.

source: Новый комментарий от
uz: Yangi izoh:

source: Ошибка WebSocket:
uz: WebSocket xatosi:

source: Форма задачи
uz: Vazifa formasi

source: Редактирование задачи #%(number)s
uz: #%(number)s raqamli vazifani tahrirlash

source: Ошибка загрузки фотографий:
uz: Fotosuratlarni yuklashda xatolik:

source: Просмотреть полное изображение
uz: Toʻliq tasvirni koʻrish

source: Текущее фото
uz: Joriy fotosurat

source: Отметить для удаления
uz: Oʻchirish uchun belgilash

source: Загрузите новый файл, чтобы заменить.
uz: Almashtirish uchun yangi fayl yuklang.

source: Сохранить задачу
uz: Vazifani saqlash

source: Выберите значение...
uz: Qiymatni tanlang...

source: Загрузка подкатегорий...
uz: Pastki kategoriyalar yuklanmoqda...

source: Выберите подкатегорию...
uz: Pastki kategoriyani tanlang...

source: Ошибка загрузки
uz: Yuklashda xatolik

source: Нет доступных подкатегорий
uz: Mavjud pastki kategoriyalar yoʻq

source: Сначала выберите категорию
uz: Avval kategoriyani tanlang

source: Канбан
uz: Kanban

source: Список
uz: Roʻyxat

source: Вид
uz: Koʻrinish

source: Колонки
uz: Ustunlar

source: Показать все
uz: Hammasini koʻrsatish

source: Отчет по статусам задач
es: Informe de estado de tareas
fr: Rapport sur l'état des tâches
uz: Vazifalar holati boʻyicha hisobot

source: Сводка задач по статусам
es: Resumen de tareas por estado
fr: Résumé des tâches par statut
uz: Vazifalar holati boʻyicha yigʻma

source: Статус задачи
es: Estado de la tarea
fr: Statut de la tâche
uz: Vazifa holati

source: Нет данных для отчета.
es: No hay datos para el informe.
fr: Aucune donnée pour le rapport.
uz: Hisobot uchun maʼlumot yoʻq.

source: Sphinx - Task Management System - Login
uz: Sphinx - Vazifalarni Boshqarish Tizimi - Kirish

source: Вход
es: Iniciar sesión
fr: Connexion
uz: Kirish

source: Sphinx Логотип
uz: Sphinx Logotipi

source: Вход в аккаунт
uz: Hisobga kirish

source: Имя пользователя или Email
uz: Foydalanuvchi nomi yoki Email

source: Пароль
es: Contraseña
fr: Mot de passe
uz: Parol

source: Войти
es: Iniciar sesión
fr: Se connecter
uz: Kirish

source: Забыли пароль?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
uz: Parolni unutdingizmi?

source: Нет аккаунта?
uz: Hisobingiz yoʻqmi?

source: Зарегистрироваться
uz: Roʻyxatdan oʻtish

source: Ваш пароль был успешно изменен.
uz: Parolingiz muvaffaqiyatli oʻzgartirildi.

source: Вернуться в профиль
uz: Profilga qaytish
